{
  " Search\n            Settings": "ရှာဖွေရန်\nအပြင်အဆင်များ",
  "%(count)s records were successfully disabled.": "မှတ်တမ်း %(count)s ခုအား အောင်မြင်စွာ ရပ်နားပြီးပြီ။",
  "%(count)s records were successfully enabled.": "မှတ်တမ်း %(count)s ခုအား အောင်မြင်စွာ ဖွင့်ပြီးပြီ။",
  "%(expire_days)s days": "%(expire_days)s ရက်",
  "%(placeholder)s": "%(placeholder)s",
  "0 - Last day": "နောက်ဆုံးရက်",
  "Access Denied!": "ဝင်ခွင့် ပိတ်ပင်ထားခဲ့ပြီ",
  "Actions": "လုပ်ဆောင်ချက်များ",
  "Active": "သက်ဝင်နေ",
  "Active Users": "သက်ဝင်နေသော အသုံးပြုသူများ",
  "Add": "ပေါင်းထည့်",
  "Add some text that is only visible to super_admin.": "အဆင့်မြင့် စီမံခန့်ခွဲသူ သာလျှင် မြင်ရမည့် စာသားအချို့ ပေါင်းထည့်ရန်",
  "Add some text that is only visible to you.": "သင်သာလျှင် မြင်ရမည့် စာသားအချို့ကို သင်ပေါင်းထည့်နိုင်သည်",
  "Added by": "ပေါင်းထည့်သူ",
  "Admins": "စီမံခန့်ခွဲသူများ",
  "Alias": "အမည်ပွား",
  "All": "အားလုံး",
  "All Users": "အသုံးပြုသူ အားလုံး",
  "Apply": "အကျိုးသက်ရောက်စေရန်",
  "Are you sure you want to delete \\'%(name)s\\' recursively?": "\\'%(name)s\\' ကို ထပ်မံတလဲလဲ ဖျက်လိုသည်မှာ သင်သေချာပါသလား။",
  "Are you sure you want to delete \\'%(name)s\\'?": "\\'%(name)s\\' ကို ဖျက်လိုသည်မှာ သင်သေချာပါသလား။",
  "Are you sure you want to delete this record?": "ဤမှတ်တမ်းအား ဖျက်လိုသည်မှာ သင်သေချာပါသလား။",
  "Are you sure you want to do this action?": "⚠️ ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်လိုသည်မှာ သင်သေချာပါသလား။",
  "Back": "နောက်သို့",
  "Backup": "အရန်သိမ်းဆည်းခြင်း",
  "Beta": "☑️ ဘီတာ",
  "Bridge Servers": "➖ တံတားဆာဗာများ",
  "Bug": "ဘတ်/အင်္ဂါရပ်များ",
  "CPU %(cores)s Cores": "စီပီယူ %(cores)s ကိုး",
  "Can add sub admin": "👥 စီမံခန့်ခွဲသူ အခွဲ ထည့်နိုင်သည်",
  "Check again": "ထပ်မံစစ်ဆေးရန်",
  "Childs": "ကလေးသူငယ်",
  "China": "🇨🇳 တရုတ်",
  "Click here to see the complete log": "မှတ်တမ်းအပြည့်အစုံကြည့်ရန် ဤနေရာကို နှိပ်ပါ",
  "Click to Import": "တင်သွင်းရန် တို့ထိပါ",
  "Click to Start Anti-Filter.": "<i class='fa-solid fa-play'></i> တန်ပြန်စိစစ်မှုကို သတ်မှတ်ရန် နှိပ်ပါ",
  "Close": "ပိတ်ရန်",
  "Commercial use": "စီးပွားရေးသုံး",
  "Config file is incorrect": "ကွန်ဖစ် ဖိုင် မှားယွင်းနေသည်",
  "Copy Link": "လင့်ခ်အား ကူးယူရန်",
  "Couldn't find your ip addresses": "သင့် အိုင်ပီလိပ်စာများအား မရှာဖွေနိုင်ခဲ့ပါ",
  "Count:": "အရေအတွက်:",
  "Create": "ဖန်တီးရန်",
  "Create Directory": "ဒိုင်ယာထရီ ဖန်တီးရန်",
  "Create New Record": "မှတ်တမ်းအသစ် ဖန်တီးရန်",
  "Create Package": "ထုတ်ပိုးမှု ဖန်တီးရန်",
  "Current Domain": "လက်ရှိ ဒိုမိန်း",
  "Dear {}\n\nYour hiddify information is\nUUID: {}\nLast online date: {}\nExpire time: {}\nUsage class: {}\n": "ချစ်ခင်ရသော {}\n\nသင်၏ Hiddify အချက်အလက်များမှာ\nUUID: {}\nနောက်ဆုံး အွန်လိုင်းတက် ရက်: {}\nကုန်ဆုံးချိန်: {}\nအသုံးပြုမှု အတန်းအစား: {}",
  "Delete?": "ဖျက်မည်လော။",
  "Develop": "⚠️ ဖွံ့ဖြိုး",
  "Direct": "➖ တိုက်ရိုက်",
  "Direct mode means you want to use your server directly (for usual use), CDN means that you use your server on behind of a CDN provider.": "➡️ <b>Direct:</b> သင်၏ DNS ထောက်ပံ့သူထံတွင် သင့်ဒိုမိန်းအား DNS-only မုဒ်ဖြင့် သင်စီစဉ်ထားပါက ဤ အပြင်အဆင်အား ရွေးချယ်ပါ (CDN သို့မဟုတ် ပရောက်စီ မုဒ် ပိတ်) <br>\n🔙 <b>Old Direct Mode:</b> ဤမုဒ်သည် တိုက်ရိုက်မုဒ်နှင့် အလားတူသော်လည်း ဆက်သွယ်ရေးအတွက် gRPC ကို အသုံးမပြုပါ။ gRPC ကို အသုံးမပြုဘဲ DNS-only  မုဒ်ဖြင့် သင့်ဒိုမိန်းအား သင်၏ DNS ထောက်ပံ့သူထံတွင် စီစဉ်ထားပါက Old Mode ကို ရွေးချယ်ပါ။\n<br>\n🔀 <b>CDN:</b> သင်၏ ဆာဗာဒိုမိန်းတွင် CDN ထောက်ပံ့သူအား အသုံးပြုထားပါက ဤမုဒ်ကို ရွေးပါ။ (Proxy Mode On)<br>\n☑️ <b>Automatic CDN IP Selector:</b> ဤမုဒ်သည် CDN မုဒ်နှင့် ဆင်တူသော်လည်း <a href='https://ircf.space' target='_blank'>ircf.space</a> မှ သတ်မှတ်ပေးသော အိုင်ပီအပေါ် အခြေခံ၍ အလိုအလျောက် အိုင်ပီချမှတ်ခြင်း ဖြစ်သည်။  Auto CDN IP မုဒ်တွင် အိုင်ပီလိပ်စာကို ဒိုမိန်းမှ ဖြေဆိုပေးပြီး CDN မုဒ်တွင် ဒိုမိန်း ပြန်ကန်သည်။<br>\n♾️ <b>Relay:</b> Intermediary ဆာဗာ တစ်ခုသို့ ထို့ထက်ပို၍ အသုံးပြုပါက ဤမုဒ်ကို ရွေးပါ။ <a href='https://github.com/hiddify/hiddify-config/discussions/129' target='_blank'>ပိုမို ဖတ်ရှုရန်</a>\n<br>\n✴️ <b>Cloudflare Worker:</b> ဤမုဒ်သည် ကလောက်ဖဲရှိ သင့်ဒိုမိန်းအတွက် အလုပ်သမားများ အလိုအလျောက် ဖန်တီးမှုကို ဖြစ်ပေါ်စေသည်။ ကလောက်ဖဲအတွင်း လိုပ်သော အလုပ်သမား အဆင့်များအား အလိုအလျောက် မှတ်ပုံတင် ဆောင်ရွက်ပေးသည့်အတွက် ဤဒိုမိန်းမှတ်ပုံတင်ခြင်းသည် အလုပ်သမား ပြင်ဆင်ခြင်းနှင့် စီမံခန့်ခွဲမှုကို ရိုးရှင်းစေသည်။\n<br>\n🔂 <b>Reality:</b> ဒိုမိန်းအများအပြား ဖန်တီးရန်အတွက် Reality protocol ကို အသုံးချပါ။\n<br>\n🆎 <b>Fake Site:</b> SNI whitelist Proxy အား ဖြတ်ကျော်နိုင်ရန် ဒိုမိန်းအတု (ဥပမာ Soft98.ir) အသုံးပြုခြင်းအတွက် ဤမုဒ်ကို ရွေးချယ်ပါ။ (အကြံပြုမထား)\n<br>",
  "Disable": "ရပ်နား",
  "Disk": "ဟာ့ဒစ်",
  "Domain": "ဒိုမိန်း",
  "Domain (%(domain)s)-> IP=%(domain_ip)s is not matched with your ip=%(server_ip)s which is required in direct mode": "ဒိုမိန်း (%(domain)s)-> IP = %(domain_ip)s သည် သင်၏ IP = %(server_ip)s နှင့် မတူညီပါ။ တိုက်ရိုက်မုဒ်တွင် ဤသည်မှာ လိုအပ်သည်။",
  "Domain IP=%(domain_ip)s is not matched with your ip=%(server_ip)s which is required in direct mode": "ဤတိုက်ရိုက်မုဒ်တွင် လိုအပ်သော ဒိုမိန်း IP=%(domain_ip)s သည် သင်၏ ip=%(server_ip)s နှင့် မတူညီပါ",
  "Domain can not be resolved! there is a problem in your domain": "ဒိုမိန်း ကို ဖြေရှင်း၍မရပါ။ သင့်ဒိုမိန်းတွင် ပြဿနာရှိနေပါသည်။ ကျေးဇူးပြု၍ သင်၏ ဒိုမိန်း ဖွဲ့စည်းမှုပုံစံများကို စစ်ဆေးပါ။",
  "Domain is not REALITY friendly!": "Domain သည် REALITY တွင် အဆင်ပြေမည်မဟုတ်ပါ။",
  "Domain?": "ဒိုမိန်း?"
}