Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

# user.home.clash_configs.intro
source: Now based on your needs, click on one of the following links. <br />
fa: پس از نصب اپ مورد نیاز در قسمت بالا، بر اساس نوع اتصال، روی یکی از لینک‌های زیر کلیک کنید تا پروکسی سرورها به اپ‌تان وارد شوند:
my: ယခု သင့်လိုအပ်ချက်များအပေါ် အခြေခံ၍ အောက်ပါလင့်ခ်များထဲမှ တစ်ခုကို နှိပ်ပါ။ <br />
pt: Agora, com base nas suas necessidades, clique em um dos links a seguir.
ru: Используйте одну из следующих ссылок, в зависимости от ваших потребностей <br />

# user.home.clash_configs.link_for_normal_clash
source: Install Clash
fa: نصب کلش معمولی
my: Clash ထည့်သွင်းရန်
pt: Instalar o Clash
ru: Установить Clash

# user.home.clash_configs.only_for_blocked_sites.btn
source: Install for Only Blocked Sites
fa: پروفایل برای سایت‌های فیلتر
my: ပိတ်ပင်ထားသော ဆိုဒ်များအတွက်သာလျှင် ထည့်သွင်းရန်
pt: Instalar apenas para sites bloqueados
ru: Установить только для заблокированных сайтов

# user.home.clash_configs.only_for_blocked_sites.description
source: This mode is suggested. It only forwards the blocked sites via Proxy. <div class='callout callout-success'> In this mode, you will not feel any change in the speed. </div>
fa: <b>حالت پیشنهادی</b>. در این حالت فقط سایت‌های فیلتر شده از طریق پروکسی عبور داده می‌شوند. <div class="callout callout-success"> در این حالت، سایت‌های فیلتر نشده، بدون پروکسی باز می‌شوند و شما هیچ تغییری در سرعت احساس نمی‌کنید. همچنین سایت‌های داخلی نیم‌بها حساب می‌شوند </div>
my: ဤမုဒ်ကို အကြံပြုထားသည်။ ၎င်းသည် ပရောက်စီ မှတဆင့် ပိတ်ဆို့ထားသော ဆိုက်များကိုသာ ပေးပို့သည်။ <div class='callout callout-success'> ဤမုဒ်တွင်၊ သင်သည် မြန်နှုန်းပြောင်းလဲမှုကို ခံစားရမည်မဟုတ်ပါ။ </div>
pt: Este modo é sugerido. Ele apenas encaminha os sites bloqueados via Proxy. <div class='callout callout-success'> Neste modo, você não sentirá nenhuma mudança na velocidade. </div>
ru: Предлагается этот режим. Он пересылает заблокированные сайты только через прокси. <div class="вызов выноски-успех"> В этом режиме вы не почувствуете изменения скорости </div>

# user.home.clash_configs.only_for_blocked_sites.title
source: For only Blocked Sites
fa: فقط برای سایت‌های فیلتر شده
my: ပိတ်ပင်ထားသော ဆိုဒ်များ အတွက်သာ
pt: Apenas para sites bloqueados
ru: Только для заблокированных сайтов

# user.home.doh
source: DNS Over HTTPS
fa: DNS روی HTTPS
pt: DNS sobre HTTPS
ru: DNS over HTTPS

# user.home.ios.others.intro
source: First install one of the following Applications: <div class='btn-group'> <a href='https://apps.apple.com/us/app/foxray/id6448898396' class='btn btn-primary orig-link'>FoXray</a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/fair-vpn/id1533873488' class='btn btn-primary orig-link'>Fair VPN</a> </div> <br /> Then apply the following configs: <br />
fa: ابتدا یکی از این برنامه‌ها را نصب کنید: <div class="btn-group"> <a href="https://apps.apple.com/ca/app/wings-x/id6446119727?platform=iphone" class="btn btn-primary orig-link">Wings X</a> </div> <div class="btn-group"> <a href="https://apps.apple.com/us/app/shadowlink-shadowsocks-vpn/id1439686518" class="btn btn-primary orig-link">Shadowlink</a> <!-- <a href="https://apps.apple.com/us/app/napsternetv/id1629465476" class="btn btn-primary orig-link">napsternetv</a>--> <a href="https://apps.apple.com/us/app/fair-vpn/id1533873488" class="btn btn-primary orig-link">Fair VPN</a> </div> <br /> سپس یکی از کانفیگ‌های زیر را اعمال کنید:
my: အောက်ပါ Applications များထဲမှ တစ်ခုကို အရင်ဆုံး install လုပ်ပါ။ <div class='btn-group'> <a href='https://apps.apple.com/us/app/foxray/id6448898396' class='btn btn-primary orig-link'>FoXray</a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/fair-vpn/id1533873488' class='btn btn-primary orig-link'>Fair VPN</a> </div> <br /> ထို့နောက် အောက်ပါ configuration ကိုအသုံးပြုပါ။ <br />
pt: Primeiro instale um dos seguintes aplicativos: <div class='btn-group'> <a href='https://apps.apple.com/ca/app/wings-x/id6446119727?platform=iphone' class='btn btn-primary orig-link'>Asas X</a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/fair-vpn/id1533873488' class='btn btn-primary orig-link'>VPN justa</a> </div> <br /> Em seguida, aplique as seguintes configurações: <br />
ru: Сначала установите одно из следующих приложений: <div class="btn-group"> <a href="https://apps.apple.com/us/app/foxray/id6448898396" class="btn btn-primary orig-link">FoXray</a> </div> <div class="btn-group"> <a href="https://apps.apple.com/us/app/fair-vpn/id1533873488" class="btn btn-primary orig-link">Честный VPN</a> </div> <br /> Затем примените следующие конфигурации: <br />

# user.home.ios.others.title
source: FoXray and Fair VPN
fa: برنامه WingsX و fairVPN
my: FoXray နှင့် Fair VPN
pt: Wings X e Fair VPN
ru: FoXray и Fair VPN

# user.home.ios.stash.intro
source: Stash & Shadowrocket are both great applications. Either one is worth buying. <br> <br /> <div class='btn-group'> <a href='https://apps.apple.com/us/app/stash-rule-based-proxy/id1596063349' target='_blank' class='btn btn-success orig-link'>Download Stash</a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/shadowrocket/id932747118' target='_blank' class='btn btn-primary orig-link'>Download Shadowrocket</a> </div><br> <br />
fa: برای سیستم عامل iOS اپلیکیشن Stash و Shadowrocket یک اپ بسیار عالی است اما غیر رایگان است؛ به نظر ما برای استفاده از پروکسی هوشمند ارزش خرید دارد. <div class="btn-group"> <a href="https://apps.apple.com/us/app/stash-rule-based-proxy/id1596063349" target="_blank" class="btn btn-success orig-link">دانلود Stash</a> <a href="https://apps.apple.com/us/app/shadowrocket/id932747118" class="btn btn-primary orig-link">دانلود shadowrocket</a> </div>
my: Stash နှင့် Shadowrocket နှစ်ခုလုံးသည် ကောင်းမွန်သော application များဖြစ်သည်။ ဝယ်ယူခြင်းသည် ထိုက်တန်သည်။ <br> <br /> <div class='btn-group'> <a href='https://apps.apple.com/us/app/stash-rule-based-proxy/id1596063349' target='_blank' class='btn btn-success orig-link'>Stash ကို ဒေါင်းလုဒ်ရန်</a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/shadowrocket/id932747118' target='_blank' class='btn btn-primary orig-link'>Shadowrocket ကို ဒေါင်းလုဒ်ရန်</a> </div><br> <br />
pt: Stash & Shadowrocket é um ótimo aplicativo. Achamos que vale a pena comprar. <br> <div class='btn-group'> <a href='https://apps.apple.com/us/app/stash-rule-based-proxy/id1596063349' target='_blank' class='btn btn-success orig-link'>Faça o download do Stash</ a> </div> <div class='btn-group'> <a href='https://apps.apple.com/us/app/shadowrocket/id932747118' target='_blank' class='btn btn-primary orig-link'>Faça o download do Shadowrocket</a> </div><br>
ru: Stash & Shadowrocket — отличные приложения. Мы считаем, что стоит купить. <br> <br /> <div class="btn-group"> <a href="https://apps.apple.com/us/app/stash-rule-based-proxy/id1596063349" target="_blank" class="btn btn-success orig-link">Загрузить тайник</ а> </div> <div class="btn-group"> <a href="https://apps.apple.com/us/app/shadowrocket/id932747118" target="_blank" class="btn btn-primary orig-link">Загрузить Shadowrocket</a> </div><br> <br />

# user.home.ios.stash.title
source: <button class='btn btn-sm btn-default' onclick='show_video('ios-stash')'><i class='fa-solid fa-question'></i> Stash</button> <button class='btn btn-sm btn-default' onclick='show_video('ios-shadowrocket')'><i class='fa-solid fa-question'></i> Shadowrocket</button> <span class='badge badge-success'>Recommended</span>
fa: برنامه <button class='btn btn-sm btn-default' onclick='show_video("ios-stash")'><i class="fa-solid fa-question"></i> Stash</button> <button class='btn btn-sm btn-default' onclick='show_video("ios-shadowrocket")'><i class="fa-solid fa-question"></i> ShadowRocket</button> <span class="badge badge-success">پیشنهادی</span>
pt: <button class='btn btn-sm btn-default' onclick='show_video('ios-stash')'><i class='fa-solid fa-question'></i> Esconderijo</button> <button class='btn btn-sm btn-default' onclick='show_video('ios-shadowrocket')'><i class='fa-solid fa-question'></i> Shadowrocket</button> <span class='badge badge-success'>Recomendado</span>
ru: <button class='btn btn-sm btn-default' onclick='show_video("ios-stash")'><i class="fa-solid fa-question"></i> Stash</button> <button class='btn btn-sm btn-default' onclick='show_video("ios-shadowrocket")'><i class="fa-solid fa-question"></i> Shadowrocket</button> <span class="badge Badge-success">Рекомендуем</span>

# user.home.link.manual-copy
source: Copy to Clipboard: Ctrl+C, Enter
fa: برای کپی کردن به کلیپ‌بورد: دکمه Ctrl+C را بزنید.
my: ကလစ်ဘုတ်သို့ ကူးယူပါ- Ctrl+C၊ Enter
pt: Copiar para a área de transferência: Ctrl+C, Enter
ru: Копировать в буфер обмена: Ctrl+C, Enter

# user.home.link.success-copy
source: Link Copied to Clipboard.
fa: لینک کپی شد.
my: လင့်ခ်ကို ကလစ်ဘုတ်သို့ ကူးယူထားသည်။
pt: Link copiado para a área de transferência.
ru: Ссылка скопирована в буфер обмена

# user.home.qr-code.description
source: To copy or share links, click on the gray <i class='fa-solid fa-qrcode'></i> field to display its QR Code.
fa: برای کپی یا به اشتراک‌گذاری لینک‌ها، روی قسمت طوسی‌رنگ که با شکل <i class='fa-solid fa-qrcode'></i> مشخص شده، کلیک کنید تا کد کیوآر نمایش داده شود.
my: လင့်ခ်များကို ကူးယူ သို့မဟုတ် မျှဝေရန်၊ ၎င်း၏ QR Code ကို ပြသရန်အတွက် မီးခိုးရောင် <i class='fa-solid fa-qrcode'></i> အကွက်ကို နှိပ်ပါ။
pt: Para copiar ou compartilhar links, clique no campo cinza <i class='fa-solid fa-qrcode'></i> para exibir seu código QR.
ru: Чтобы скопировать ссылки или поделиться ими, щелкните серое поле <i class='fa-solid fa-qrcode'></i>, чтобы показать его QR-код.

# user.home.qr-code.display
source: Display QR Code
fa: نمایش کیو آر کد
my: ကျူအာကုဒ် ပြသရန်
pt: Exibir código QR
ru: Отобразить QR-код

# user.home.select_os
source: Please Select Your Operating System.
my: သင့်စက်လည်ပတ်ရေးစနစ်ကို ကျေးဇူးပြု၍ ရွေးချယ်ပါ။
pt: Selecione seu sistema operacional.

# user.home.select_tool
source: Please select the item.
my: အိုင်တမ်အား ကျေးဇူးပြု၍ ရွေးချယ်ပါ။
pt: Selecione o item.

# user.home.share-title
source: Share on Social Media
fa: اشتراک‌گذاری
my: လူမှုကွန်ယက်ပေါ်သို့ မျှဝေရန်
pt: Compartilhar nas mídias sociais
ru: Поделиться в социальных сетях

# user.home.speedtest.intro
source: First, Test the Speed <b>without</b> the proxy. If the speed is not good, it means that this ip is so called dirty on your ISP. If the speed was low without a proxy, don't waste your time to test this proxy. Otherwise, test with different proxies of this site and if the speed is similar to the speed without the proxy, then you have found the best protocol. <br />
fa: ابتدا سرعت را <b>بدون</b> اتصال به پروکسی تست کنید. اگر سرعت خوب نیست، به این معنی است که این IP در ISP شما اصطلاحا کثیف است. اگر سرعت بدون پراکسی کم بود، وقت خود را برای تست این پروکسی تلف نکنید. در غیر این صورت با پروکسی های مختلف ارائه شده در این صفحه تست کنید و هر زمان سرعت با پروکسی نزدیک به سرعت بدون پروکسی بود، بهترین پروتکل را پیدا کرده اید.
my: ပထမဦးစွာ ပရောက်စီ <b>မပါဘဲ</b> အမြန်နှုန်းကို စမ်းသပ်ပါ။ အမြန်နှုန်းမကောင်းပါက၊ ဤ အိုင်ပီသည် သင့် ISP တွင် ညစ်ပတ်သည်ဟု အဓိပ္ပာယ်ရသည်။ ပရောက်စီမပါဘဲ အမြန်နှုန်းနိမ့်ပါက၊ ဤပရောက်စီကို စမ်းသပ်ရန် အချိန်မဖြုန်းပါနှင့်။ မဟုတ်ပါက၊ ဤဆိုက်၏ မတူညီသော ပရောက်စီများဖြင့် စမ်းသပ်ပြီး အမြန်နှုန်းသည် ပရောက်စီမပါသော အမြန်နှုန်းနှင့် ဆင်တူပါက၊ သင်သည် အကောင်းဆုံး ပရိုတိုကောကို တွေ့ရှိပြီဖြစ်သည်။ <br />
pt: Primeiro, teste a velocidade <b>sem</b> o proxy. Se a velocidade não for boa, significa que esse ip é chamado de sujo no seu ISP. Se a velocidade estava baixa sem um proxy, não perca tempo para testar este proxy. Caso contrário, teste com diferentes proxies deste site e se a velocidade for semelhante à velocidade sem o proxy, você encontrou o melhor protocolo.
ru: Сначала проверьте скорость <b>без</b> прокси. Если скорость плохая, это значит, что этот ip вам не подходит. Если без прокси скорость была низкой, не тратьте время на тестирование этого прокси. В противном случае протестируйте разные прокси этого сайта и если скорость аналогична скорости без прокси, то вы нашли лучший протокол. <br />

# user.home.speedtest.title
source: Speed Test (Detect dirty IP)
my: အမြန်နှုန်း စမ်းသပ်ရန် (Detect dirty IP)
pt: Teste de velocidade (detectar IP sujo)

# user.home.speedtest.two_ways
source: Both Ways
fa: هر دو (آپلود و دانلود)
my: နည်းလမ်းများနှစ်ခုစလုံး
pt: Em ambos os sentidos
ru: Оба способа

# user.home.speedtest.upload
source: Upload
fa: آپلود
my: အက်ပ်လုပ်
pt: Carregar
ru: Загрузить

# user.home.telegram.description
source: Click on one of the following link then, in the telegram you can see a window that contains <b>Connect Proxy</b>. Click on it and it will work. <br />
fa: روی یکی از لینک‌های زیر کلیک کنید. سپس در تلگرام پنجره‌‌ای مشاهده می‌کنید که یک دکمه با نوشته <b>Connect Proxy</b> قابل مشاهده است. روی آن کلیک کنید تا پروکسی متصل شود.
my: အောက်ပါလင့်ခ်များထဲမှ တစ်ခုကို နှိပ်လိုက်ပါ၊ ထို့နောက် တယ်လီဂရမ်ထဲတွင် <b>Connect Proxy</b> ပါရှိသည့် ဝင်းဒိုးတစ်ခုကို သင်တွေ့မြင်နိုင်ပါသည်။ ယင်းကို နှိပ်လိုက်ပါက အလုပ်လုပ်မည်ဖြစ်သည်။ <br />
pt: Clique em um dos links a seguir e, no telegrama, você verá uma janela que contém <b>Conectar Proxy</b>. Clique nele e funcionará. <br />
ru: Нажмите на одну из следующих ссылок, затем в телеграмме вы увидите окно, содержащее <b>Connect Proxy</b>. Нажмите на него, и все заработает <br />

# user.home.tool.all-configs
source: All Configs
fa: تمام کانفیگ‌ها
my: ကွန်ဖစ်များ အားလုံး
pt: Todas as configurações
ru: Все конфигурации

# user.home.tool.doh.help
source: <h4>Configure DoH on your browser</h4> There are several browsers compatible with DNS over HTTPS (DoH). This protocol lets you encrypt your connection to 1.1.1.1 in order to protect your DNS queries from privacy intrusions and tampering. Some browsers might already have this setting enabled. <br /> <h5>​​Mozilla Firefox</h5> Select the <b>menu</b> button > <b>Settings</b>.In the General menu, scroll down to access <b>Network Settings</b>. Select <b>Settings</b>. Select <b>Enable DNS over HTTPS</b>. <br /> ​<h5>​Google Chrome</h5> Select the <b>three-dot</b> menu in your browser > <b>Settings</b>. Select <b>Privacy and security</b> > <b>Security</b>. Scroll down and enable <b>Use secure DNS</b>. <br /> <h5>​​Microsoft Edge</h5> Select the <b>three-dot</b> menu in your browser > <b>Settings</b>. Select <b>Privacy, Search, and Services</b>, and scroll down to <b>Security</b>. Enable <b>Use secure DNS</b>. Select Choose a service provider.
fa: <h4> کانفیک کردن DNS روی HTTPS </h4> مرورگرهای متعددی وجود دارد که با DNS روی HTTPS یا (DoH) سازگار هستند. این پروتکل اجازه می‌دهد تا ارتباطتان را با 1.1.1.1 رمزگذاری کنید تا از کوئری‌های روی DNS در برابر حملات نفوذ به امنیت محافظت کنید. بعضی مرورگرها ممکن است به این تنظیمات را از قبل داشته باشند. <h5>​​موزیلا فایرفاکس</h5> دکمه <b>menu</b> > <b>تنظیمات</b> را انتخاب کنید. در منوی عمومی، به پایین بروید تا به <b>تنظیمات شبکه</b> دسترسی پیدا کنید. <b>تنظیمات</b> را انتخاب کنید. <b>فعال کردن DNS از طریق HTTPS</b> را انتخاب کنید. ​<h5>‏Google Chrome</h5> منوی <b>سه نقطه</b> را در مرورگر خود > <b>تنظیمات</b> انتخاب کنید. <b>حریم خصوصی و امنیت</b> > <b>امنیت</b> را انتخاب کنید. به پایین بروید و <b>استفاده از DNS امن</b> را فعال کنید. <h5>​Microsoft Edge</h5> منوی <b>سه نقطه</b> را در مرورگر خود > <b>تنظیمات</b> انتخاب کنید. <b>حریم خصوصی، جستجو و خدمات</b> را انتخاب کنید و به <b>امنیت</b> بروید. <b>استفاده از DNS امن</b> را فعال کنید. انتخاب ارائه دهنده خدمات را انتخاب کنید.
pt: <h4>Configure o DoH no seu navegador</h4> Existem vários navegadores compatíveis com DNS sobre HTTPS (DoH). Este protocolo permite você criptografa sua conexão com 1.1.1.1 para proteger suas consultas DNS contra intrusões e adulterações de privacidade.<inlang-LineFeed> Alguns navegadores podem já ter esta configuração habilitada.<inlang-LineFeed><br /><inlang-LineFeed><h5> Mozilla Firefox</h5> Selecione o botão <b>de menu</b> &gt; <b>Configurações</b> . No menu Geral, role para baixo para acessar <b>Configurações de rede</b> . Selecione <b>Configurações</b> . Selecione <b>Ativar DNS sobre HTTPS</b> .<inlang-LineFeed><br /><inlang-LineFeed>​<h5> Google Chrome</h5> Selecione o menu <b>de três pontos</b> em seu navegador &gt; <b>Configurações</b> . Selecione <b>Privacidade e segurança</b> &gt; <b>Segurança</b> . Role para baixo e ative <b>Usar DNS seguro</b> .<inlang-LineFeed><br /><inlang-LineFeed><h5> Microsoft Edge</h5> Selecione o menu <b>de três pontos</b> em seu navegador &gt; <b>Configurações</b> . Selecione <b>Privacidade, pesquisa e serviços</b> e role para baixo até <b>Segurança</b> . Ative <b>Usar DNS seguro</b> . Selecione Escolha um provedor de serviços.
ru: <h4>Настройте DoH в своем браузере</h4> Существует несколько браузеров, поддерживающих DNS over HTTPS (DoH). Этот протокол позволяет шифровать соединение с 1.1.1.1, чтобы защитить ваши DNS-запросы от перехвата. В некоторых браузерах этот параметр может быть уже включен. <br /> <h5>​​Mozilla Firefox</h5> Нажмите кнопку <b>меню</b> > <b>Настройки</b>. В главном меню прокрутите вниз, чтобы перейти к <b>Настройки сети</b>. Выберите <b>Настройки</b>. Выберите <b>Включить DNS через HTTPS</b>. <br /> ​<h5>​Google Chrome</h5> Выберите <b>трехточечное</b> меню в браузере > <b>Настройки</b>. Выберите <b>Конфиденциальность и безопасность</b> > <b>Безопасность</b>. Прокрутите вниз и включите <b>Использовать безопасный DNS</b>. <br /> <h5>​​Microsoft Edge</h5> Выберите <b>трехточечное</b> меню в браузере > <b>Настройки</b>. Выберите <b>Конфиденциальность, поиск и службы</b> и прокрутите вниз до пункта <b>Безопасность</b>. Включите <b>Использовать безопасный DNS</b>. Выберите Выбрать поставщика услуг.

# user.home.tool.doh.title
source: DNS Over HTTPS
pt: DNS sobre HTTPS
ru: DNS over HTTPS

# user.home.usage.details
source: Display Usage Details
fa: نمایش جزئیات استفاده
my: အသုံးပြုမှု အသေးစိတ် ပြရန်
pt: Exibir detalhes de uso.
ru: Показать статистику использования

# user.home.usage.expire
source: Expire:
fa: پایان:
my: ကုန်ဆုံး:
pt: Expirar:
ru: Срок действия:

# user.home.usage.from
source: Of
fa: از
pt: De
ru: Из

# user.home.usage.monthly
source: Monthly
fa: ماهانه
my: လစဉ်
pt: Por mês
ru: Ежемесячно

# user.home.usage.title
source: ⏳ Traffic Usage
fa: حجم مصرف شده:
my: ⏳ အသုံးပြုထားသော ပမာဏ
pt: Uso de Tráfego
ru: ⏳ Использование трафика

# user.home.windows.intro
source: First, download and install the Hiddify Desktop software according to your operating system. <br /> %(hiddify_desktop_links)s <details> <summary>Why Hiddify Desktop ?</summary> <div class='callout callout-info'> Hiddify Desktop is an safe and open source fork of Clash that supports more VLESS and UTLS Fingerprinting. <br> <br /> Its source codes exist in <a href='https://github.com/hiddify/HiddifyDesktop'>GitHub</a>. <details> <summary>Alternative: Normal Clash</summary> %(normal_clash_link)s <div class='alert alert-danger'> Clash does not support browser fingerprinting and VLESS protocol . Therefore, we need to add another link for it. </div> </details> </div> </details> <br /> Now, according to your need, you can click on one of the buttons. By viewing the window in your browser, just click on the <b>Open</b> option to automatically add the server link to Hiddify Desktop.
fa: ابتدا نرم افزار هیدیفای دسکتاپ را با توجه به سیستم عامل خود از لینکهای زیر دانلود و نصب کنید. <br> %(hiddify_desktop_links)s <details> <summary>چرا HiddifyDesktop؟</summary> <div class="callout callout-info"> HiddifyDesktop یک ورژن (fork) امن و منبع باز از Clash است که از پروتکل VLESS و همینطور شبیه سازی مرورگر پشتیبانی می‌کند. <br> کدهای منبع آن در لینک زیر موجود است <a href="https://github.com/hiddify/HiddifyDesktop">GitHub</a>. <details> <summary>جایگزین: کلش </summary> %(normal_clash_link)s <div class="alert alert-danger"> Clash از پروتکل VLESS و شبیه سازی مرورگر پشتیبانی نمی‌کند. </div> </details> </div> </details> <br> حال با توجه به نیاز خود می توانید پروفایل مورد نظر خود را با کلیک بر روی یکی از دکمه‌های زیر به نرم‌افزار وارد کنید. با مشاهده پنجره در مرورگر خود، کافیست روی گزینه <b>Open</b> کلیک کنید تا لینک سرور به صورت خودکار به هیدیفای اضافه شود.
my: ပထမဦးစွာ သင်၏လည်ပတ်မှုစနစ်အရ Hiddify Desktop software ကို ဒေါင်းလုဒ်လုပ်ပြီး ထည့်သွင်းပါ။ <br /> %(hiddify_desktop_links)s <details> <summary>အဘယ်ကြောင့် Hiddify Desktop</summary> <div class='callout callout-info'> Hiddify Desktop သည် VLESS နှင့် UTLS လက်ဗွေရာကို ပိုမိုပံ့ပိုးပေးသည့် Clash ၏ ဘေးကင်းပြီး ပွင့်လင်းသောအရင်းအမြစ်လမ်းဆုံတစ်ခုဖြစ်သည်။ <br> <br /> ၎င်း၏အရင်းအမြစ်ကုဒ်များမှာ <a href='https://github.com/hiddify/HiddifyDesktop'>GitHub</a>တွင်ရှိသည်။ <details> <summary>အခြားရွေးချယ်စရာ-Normal Clash</summary> %(normal_clash_link)s <div class='alert alert-danger'> Clash သည် ဘရောက်ဆာ လက်ဗွေရာနှင့် VLESS ပရိုတိုကောကို မပံ့ပိုးပါ။ ထို့ကြောင့်၊ ကျွန်ုပ်တို့သည် ၎င်းအတွက် အခြားလင့်ခ်တစ်ခုကို ထည့်ရန် လိုအပ်ပါသည်။ </div> </details> </div> </details> <br /> ယခု သင့်လိုအပ်ချက်အရ ခလုတ်များထဲမှ တစ်ခုကို နှိပ်နိုင်ပါသည်။ သင်၏ဘရောက်ဆာရှိဝင်းဒိုးကိုကြည့်ရှုခြင်းဖြင့်၊ Hiddify Desktop သို့ဆာဗာလင့်ခ်ကိုအလိုအလျောက်ထည့်သွင်းရန် <b>Open</b> ကိုနှိပ်ပါ။
pt: Primeiro, baixe e instale o software Hiddify Desktop de acordo com o seu sistema operacional. <br> %(hiddify_desktop_links)s <detalhes> <summary>Por que Hiddify Desktop?</summary> <div class='callout callout-info'> O Hiddify Desktop é um fork seguro e de código aberto do Clash que suporta mais impressão digital VLESS e UTLS. <br> Seus códigos-fonte existem em <a href='https://github.com/hiddify/HiddifyDesktop'>GitHub</a>. <detalhes> <summary>Alternativa: Conflito normal</summary> %(normal_clash_link)s <div class='alert alert-danger'> O Clash não oferece suporte à impressão digital do navegador e ao protocolo VLESS. Portanto, precisamos adicionar outro link para ele. </div> </detalhes> </div> </detalhes> <br> Agora, de acordo com a sua necessidade, você pode clicar em um dos botões. Ao visualizar a janela em seu navegador, basta clicar na opção <b>Abrir</b> para adicionar automaticamente o link do servidor ao Hiddify Desktop.
ru: Сначала загрузите и установите программное обеспечение Hiddify Desktop в соответствии с вашей операционной системой. <br /> %(hiddify_desktop_links)s <подробности> <summary>Почему Hiddify Desktop?</summary> <div class="callout callout-info"> Hiddify Desktop — это безопасная версия Clash с открытым исходным кодом, которая поддерживает больше отпечатков пальцев VLESS и UTLS. <br> <br /> Его исходные коды существуют в <a href="https://github.com/hiddify/HiddifyDesktop">GitHub</a>. <подробности> <summary>Альтернатива: обычное столкновение</summary> %(normal_clash_link)s <div class="alert alert-danger"> Clash не поддерживает снятие отпечатков пальцев браузером и протокол VLESS. Поэтому нам нужно добавить для него еще одну ссылку. </div> </подробнее> </div> </подробнее> <br /> Теперь, по вашему желанию, вы можете нажать на одну из кнопок. Просматривая окно в браузере, просто нажмите кнопку <b>Открыть</b>, чтобы автоматически добавить ссылку на сервер в Hiddify Desktop.

# user.last_reset_time
source: Last Usage Date Reset
fa: آخرین زمان ریست شدن حجم (روز پیش)
my: အသုံးပြုရက် နောက်ဆုံး ရီဆက်
pt: Redefinir para a última vez que ouve uso.
ru: Сброс даты последнего использования

# user.name
source: Name
fa: نام
my: အမည်
pt: Nome
ru: Имя

# user.usage_limit_GB
source: ⌛️ Usage Limit (GB)
fa: محدودیت حجم (گیگابایت)
my: ⌛️ အသုံးပြုမှု ကန့်သတ်ချက် (GB)
pt: ⌛️ Limite de uso (GB)
ru: ⌛️ Лимит использования (GB)

# user.user_links
source: User Links
fa: لینک‌های کاربر
my: သုံးစွဲသူ လင့်ခ်များ
pt: Links de usuário
ru: Ссылки пользователей

source: 📅 Weekly
my: 📅 အပတ်စဉ်
pt: 📅 Semanal
ru: 📅 Еженедельно

source: Backup
fa: پشتیبان‌گیری
my: အရန်သိမ်းဆည်းခြင်း
ru: Резервное копирование

source: ☑️ Beta
my: ☑️ ဘီတာ
ru: ☑️ Бета

source: 🇨🇳 China
fa: چین
my: 🇨🇳 တရုတ်
ru: 🇨🇳 Китай

# Example Domains
source: Test and Suggest Domain
fa: بررسی و پیشنهاد دامنه
my: ဒိုမိန်း စမ်းသပ်ခြင်းနှင့် အကြံပြုခြင်း
ru: Тестируйте и предложите домеy
