Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

# config.netdata.description
source: For displaying resources. uses your Server's CPU but it is not too much.
fa: نت دیتا ابزاری است برای نمایش مقدار استفاده سیستم از منابع. فعالسازی آن ممکن است از اندکی از CPU شما استفاده کند.
my: ရင်းမြစ်များအား ဖော်ပြရန်အတွက်။ သင့်ဆာဗာ၏ စီပီယူ ကို အသုံးပြုသည်၊ သို့သော် အများကြီး မဟုတ်ပါ။
pt: Para exibir recursos. usa a CPU do seu servidor, mas não é muito.
ru: Для отображения ресурсов, используется процессор вашего сервера, но нагрузка не слишком высокая

# config.not_found.description
source: Config Not Found
fa: تنظیمات پیدا نشد.
my: Config အား မတွေ့ရှိပါ
pt: Configuração não encontrada
ru: Конфигурация не найдена

# config.not_found.label
source: Config Not Found
fa: تنظیمات پیدا نشد.
my: Config အား မတွေ့ရှိပါ
pt: Configuração não encontrada
ru: Конфигурация не найдена

# config.only_ipv4.description
source: It will Disable IPv6
fa: IPv6 را غیر فعال می‌کند.
my: ယင်းသည် IPv6 အား ပိတ်လိမ့်မည်
pt: Ele desabilitará o IPv6
ru: Это отключит IPv6

# config.only_ipv4.label
source: ℹ️ Only IPv4
fa: فقط آی‌پی ورژن 4
pt: 4⃣ Somente IPv4
ru: ℹ️ Только IPv4

# config.package_mode.description
source: Specify whether you want Released Package or Beta one
fa: در این قسمت می‌توانید مشخص کنید که از کدام نسخه استفاده کنید. (نسخه توسعه امکانات را سریع‌تر از نسخه پایدار در اختیار شما می‌گذارد اما ممکن است دارای مشکلاتی باشد.)
my: ဖြန့်ချိထုတ် သို့မဟုတ် ဘီတာ မည်သည်ကို ရယူလိုသည်ကို သတ်မှတ်ပါ
pt: Especifique se você deseja um pacote lançado ou desenvolvido
ru: Укажите, хотите ли вы релиз версию пакета или версию в стадии разработки.

# config.package_mode.label
source: 🔄 Package Update Mode
fa: حالت به روز رسانی
my: 🔄 ထုတ်ကုန် မွမ်းမံ မုဒ်
pt: 🔄 Modo de atualização de pacotes
ru: 🔄 Режим обновления пакетов

source: config.panel_mode.description
pt: config.panel_mode.descrição

# config.parent_panel.description
source: You can Connect to the Central Panel to define only one user and the usage of all Servers will be added cumulatively.
fa: می‌توانید به پنل مرکزی وصل شوید، تا فقط یک یوزر را تعریف کنید و میزان استفاده همه سرورها به صورت تجمعی اضافه می‌شود.
my: သုံးစွဲသူတစ်ဦးတည်းကိုသာ သတ်မှတ်ရန် ဗဟိုထိန်းချုပ်ခုံ သို့ ချိတ်ဆက်နိုင်ပြီး ဆာဗာများအားလုံး၏ အသုံးပြုမှုကို စုစည်းထည့်သွင်းမည် ဖြစ်သည်။
pt: Você pode se conectar ao Painel Central para definir apenas um usuário e o uso de todos os servidores será adicionado cumulativamente.
ru: Вы можете подключиться к главной панели, чтобы добавить пользователя в одном месте, а использование всех серверов будет добавлено автоматически.

# config.parent_panel.label
source: Parent Panel (Multi Server)
fa: پنل مرکزی (مالتی سرور)
my: ပင်မထိန်းချုပ်ခုံ (Multi Server)
pt: Painel Pai (Multi-servidor)
ru: Главная панель (мультисервер)

# config.path_grpc.description
source: gRPC Path In Configs
fa: مسیر GRPC در کانفیگ ها
pt: Caminho gRPC nas configurações
ru: Путь gRPC в конфигурации

# config.path_grpc.label
source: ℹ️ gRPC Path
fa: مسیر GRPC
my: ℹ️ gRPC လမ်းကြောင်း
pt: ℹ️ caminho gRPC
ru: ℹ️ Путь gRPC

# config.path_httpupgrade.description
source: should be random
my: ကျပန်း ဖြစ်သင့်သည်
pt: deveria ser aleatório

# config.path_httpupgrade.label
source: ℹ️ HTTP Upgrade Path
my: ℹ️ HTTP Upgrade လမ်းကြောင်း
pt: ℹ️ Caminho de atualização HTTP

# config.path_splithttp.description
source: This option defines the Path for Split HTTP
my: config.path_splithttp.description
pt: Esta opção define o caminho para Split HTTP

# config.path_splithttp.label
source: ℹ️ Path for Split HTTP
my: ℹ️ Splithttp အပြင်အဆင် လမ်းကြောင်း
pt: Caminho para Split HTTP

# config.path_ss.description
source: Shadowsocks Path in the Links
fa: مسیر شدوساکس در لینکها
my: လင့်ခ်များအတွင်းရှိ Shadowsocks လမ်းကြောင်း
pt: Caminho Shadowsocks nos Links
ru: Путь Shadowsocks в ссылках

# config.path_ss.label
source: Shadowsocks Path
fa: مسیر شدوساکس
my: Shadowsocks လမ်းကြောင်း
pt: Caminho Shadowsocks
ru: Путь для Shadowsocks

# config.path_tcp.description
source: For the Proxy Link
fa: جهت لینک پروکسی
my: ပရောက်စီလင့်ခ်အတွက်
pt: Para o link de proxy
ru: Для ссылок Proxy

# config.path_tcp.label
source: ℹ️ TCP Configuration Path
fa: مسیر کانفیگ های TCP
my: ℹ️ TCP အပြင်အဆင် လမ်းကြောင်း
pt: ℹ️ Caminho de configuração TCP
ru: ℹ️ Путь конфигурации TCP

# config.path_trojan.description
source: For TROJAN-Links
fa: برای لینکهای تروجان
my: TROJAN-လင့်ခ်များအတွက်
pt: Para Links de Trojan
ru: Для ссылок Trojan

# config.path_trojan.label
source: ℹ️ TROJAN Path
fa: مسیر تروجان
my: ℹ️ TROJAN လမ်းကြောင်း
pt: ℹ️ Caminho de Trojan
ru: ℹ️ Trojan Path

# config.path_v2ray.description
source: Set V2Ray Configs Path
fa: مسیر کانفیگ‌های V2Ray را مشخص کنید.
my: V2Ray Configs Path အား သတ်မှတ်ပါ
pt: Definir caminho de configuração do V2Ray
ru: Установить путь к конфигурации V2Ray

# config.path_v2ray.label
source: V2Ray Path
fa: مسیر V2Ray
my: V2Ray လမ်းကြောင်း
pt: Pasta V2Ray
ru: Путь для V2Ray

# config.path_vless.description
source: For the VLess Path
fa: برای مسیر VLESS
my: VLess လမ်းကြောင်းအတွက်
pt: Para o caminho VLESS
ru: Для пути VLESS

# config.path_vless.label
source: ℹ️ VLess Path
fa: مسیر VLESS
my: ℹ️ VLess လမ်းကြောင်း
pt: ℹ️ Caminho VLess
ru: ℹ️ Путь VLESS

# config.path_vmess.description
source: For the VMess Link
fa: برای لینک VMESS
my: VMess လင့်ခ်အတွက်
pt: Para o link VMess
ru: Для ссылок VMess

# config.path_vmess.label
source: ℹ️ VMess Path
fa: مسیر VMESS
my: ℹ️ VMess လမ်းကြောင်း
pt: ℹ️ Caminho VMess
ru: ℹ️ Путь VMess

# config.path_ws.description
source: Specify the Websocket Path
fa: مسیر WS را مشخص کنید
my: Websocket လမ်းကြောင်းအား သတ်မှတ်ပါ
pt: Especifique o caminho do Websocket
ru: Укажите путь для Websocket

# config.path_ws.label
source: ℹ️ Path of Websocket Requests
fa: مسیر ریکوست های وب سوکت
my: ℹ️ Websocket တောင်းဆိုမှုများ၏ လမ်းကြောင်း
pt: ℹ️ Caminho das solicitações do Websocket
ru: ℹ️ Путь запросов к веб-сокетам

# config.proxies.description
source: Define specific proxy settings
fa: تنظیمات اختصاصی را مشخص کنید.
my: သီးခြား ပရောက်စီအပြင်အဆင်ကို သတ်မှတ်ပါ
pt: Definir configurações de proxy específicas
ru: Определите специфичные настройки прокси

# config.proxies.label
source: Proxies Settings
fa: تنظیمات پروکسی
my: ပရောက်စီ အပြင်အဆင်များ
pt: Configurações de Proxies
ru: Настройки прокси

# config.proxy_path.description
source: We use secret proxy path to hide our proxies for the gouvernment
fa: ما از مسیر‌های پروکسی مخفی استفاده میکنیم تا پروکسی‌ها را از فیلترچی مخفی کنیم.
my: အစိုးရမှ ကျွန်ုပ်တို့၏ ပရောက်စီများအား ဝှက်ရန်အတွက် လျှို့ဝှက်ပရောက်စီ လမ်းကြောင်းကို အသုံးပြုသည်။
pt: Usamos o caminho de proxy secreto para ocultar nossos proxies para o governo
ru: Мы используем секретный путь прокси, чтобы скрыть наши прокси от обнаружения

# config.proxy_path.label
source: ℹ️ Secret Proxy Path
fa: مسیر مخفی پروکسی
my: ℹ️ လျှို့ဝှက် ပရောက်စီ လမ်းကြောင်း
pt: ℹ️ Caminho do proxy secreto
ru: ℹ️ Секретный путь прокси

# config.proxy_path_admin.description
source: We use secret proxy path to hide our proxies for the governments and bots
my: အစိုးရနှင့် ဘော့များမှ ကျွန်ုပ်တို့၏ ပရောက်စီများအား ဝှက်ရန်အတွက် လျှို့ဝှက်ပရောက်စီ လမ်းကြောင်းကို အသုံးပြုသည်။
pt: Usamos um caminho de proxy secreto para ocultar nossos proxies para governos e bots

# config.proxy_path_admin.label
source: 🔐 Proxy Path for Admins
my: 🔐 စီမံခန့်ခွဲသူများအတွက် ပရောက်စီ လမ်းကြောင်း
pt: 🔐 Caminho de proxy para administradores

# config.proxy_path_client.description
source: Secret proxy path hide the proxies from the governments and bots
my: အစိုးရနှင့် ဘော့များမှ ကျွန်ုပ်တို့၏ ပရောက်စီများအား ဝှက်ရန်အတွက် လျှို့ဝှက်ပရောက်စီ လမ်းကြောင်းကို အသုံးပြုသည်။
pt: O caminho secreto do proxy esconde os proxies dos governos e bots

# config.proxy_path_client.label
source: 🔏 Proxy Path for Clients
my: 🔏 သုံးစွဲသူများအတွက် ပရောက်စီ လမ်းကြောင်း
pt: 🔏 Caminho de proxy para clientes

# config.quic_enable.description
source: Enable QUIC Protocol
my: QUIC ပရိုတိုကောလ်အား ဖွင့်ရန်
pt: Habilitar protocolo QUIC

# config.reality.description
source: REALITY eliminate the Server-Side TLS Fingerprint Feature
my: REALITY သည် ဆာဗာဘက်ခြမ်း TLS လက်ဗွေစနစ်ကို အဆုံးသတ်စေသည်
pt: REALITY elimina o recurso de impressão digital TLS do lado do servidor
ru: REALITY функция устранения TLS Fingerprint со стороны севрера

# config.reality_enable.description
source: Enable Reality Protocol
my: Reality ပရိုတိုကောလ်အား ဖွင့်ရန်
pt: Habilitar protocolo de Reality

# config.reality_fallback_domain.description
source: When the GFW visit the Websites in Server names, it will be redirect to this Domain.
my: ဆာဗာအမည်များရှိ ဝဘ်ဆိုဒ်များအား GFW ဝင်ရောက်ရာတွင် ဤဒိုမိန်းသို့ ပြန်ညွှန်းပေးသည်။
pt: Quando o GTW visitar os sites em nomes de servidor, ele será redirecionado para este domínio
ru: При попытке контролирующих органов посетить сайт вытащенный из запроса, он будет перенаправлен на этот домен.

# config.reality_fallback_domain.label
source: 🌍 Reality Fallback Domain
my: 🌍 Reality Fallback ဒိုမိန်း
pt: 🌍 Domínio alternativo
ru: 🌍 Резервный домен Reality

# config.reality_port.description
source: You can set a customized port for your reality server to reduce the system's overhead. (Allow direct connection to proxies should be yes)
my: သင့် မျက်မြင်ဆာဗာအား စနစ်မှ လျှော့ချရန်အတွက် စိတ်ကြိုက် port ကို သတ်မှတ်နိုင်သည်။ (ပရောက်စီများသို့ တိုက်ရိုက် ချိတ်ဆက်မှုအား ဖွင့်ထားသင့်သည်။)
pt: Você pode definir uma porta personalizada para seu servidor de Reality para reduzir a sobrecarga do sistema. (Permitir conexão direta com proxies deve ser sim)
ru: Вы можете задать отдельный порт для вашего сервера Reality, чтобы снизить нагрузку на систему. (Прямое подключение к прокси должно быть разрешено)

# config.reality_port.label
source: ↔️ Direct Reality Port
my: ↔️ တိုက်ရိုက် Reality Port
pt: ↔️ Porto de Realidade Direta
ru: Прямой порт Reality

# config.reality_private_key.description
source: Do Not Change It
my: ပြောင်းလဲခြင်းမပြုရ
pt: Não mude isso
ru: Не меняйте это

# config.reality_private_key.label
source: 🔑 Private Key
my: 🔑 ပုဂ္ဂလိက ကီး
pt: 🔑 Chave Privada
ru: 🔑 Private Key

# config.reality_public_key.description
source: Do Not Change It
my: ပြောင်းလဲခြင်းမပြုရ
pt: não mude isso
ru: Не меняйте это

# config.reality_public_key.label
source: 🔑 Public Key
my: 🔑 အများဆိုင် ကီး
pt: 🔑 Chave pública
ru: 🔑 Public Key

# config.reality_server_names.description
source: You can add several Sever Names in comma seperated format
my: ဆာဗာအမည်များအား ကော်မာခံ၍ ထည့်သွင်းနိုင်သည်။
pt: Você pode adicionar vários nomes de servidor em formato separados por vírgulas
ru: Вы можете добавить несколько имен серверов, разделяя их запятыми

# config.reality_server_names.label
source: 🌎 Reality Server Names
my: 🌎 Reality ဆာဗာအမည်များ
pt: 🌎 Nomes de servidores
ru: 🌎 Имена серверов Reality

# config.reality_short_ids.description
source: Do Not Change It
my: ပြောင်းလဲခြင်းမပြုရ
pt: não mude isso
ru: Не меняйте это

# config.reality_short_ids.label
source: 🆔 Short IDs
pt: 🆔 IDs curtos
ru: 🆔 Short IDs

# config.shadowsocks.description
source: Shadowsocks is a fast tunnel proxy that helps you bypass firewalls
my: Shadowsocks သည် firewall များအား ကျော်ဖြတ်နိုင်ရန် ကူညီပေးသော မြန်ဆန်သည့် ပရောက်စီလိုဏ်ခေါင်း ဖြစ်သည်။
pt: Shadowsocks é um proxy de túnel rápido que ajuda a contornar firewalls

# config.shadowsocks2022_enable.description
source: Shadowsocks 2022 is a secure Proxy Protocol for TCP and UDP traffic. The proxy traffic is indistinguishable from a random byte stream, and therefore can circumvent firewalls and Internet censors that rely on DPI (Deep Packet Inspection)
my: Shadowsocks 2022 သည် TCP နှင့် UDP များအတွက် လုံခြုံသော ပရောက်စီ ပရိုတိုကောလ် ဖြစ်သည်။ ပရောက်စီအသွားအလာများကို ခွဲခြားသိမြင်နိုင်စေခြင်းမရှိသဖြင့် DPI (Deep Packet Inspection) အခြေပြု firewall များနှင့် အင်တာနက် ပိတ်ဆို့မှုများကို လှည့်စားနိုင်သည်။
pt: Shadowsocks 2022 é um protocolo proxy seguro para tráfego TCP e UDP. O tráfego proxy é indistinguível de um fluxo de bytes aleatórios e, portanto, pode contornar firewalls e censores da Internet que dependem de DPI (Deep Packet Inspection)

# config.shadowsocks2022_method.description
source: This method also used in ShadowTLS and SSFakeTLS
my: ဤနည်းလမ်းသည် ShadowTLS နှင့် SSFakeTLS တို့ကို အသုံးပြုသည်။
pt: Este método também é usado em ShadowTLS e SSFakeTLS

# config.shadowsocks2022_method.label
source: 🔐 Shadowsocks Encrypytion Method
pt: 🔐 Método de criptografia Shadowsocks

# config.shadowsocks2022_port.description
source: It needs both UDP and TCP to be Free
my: လွတ်လပ်စေရန် UDP နှင့် TCP နှစ်မျိုးစလုံး လိုအပ်သည်။
pt: Ele precisa de UDP e TCP para ser livre

# config.shadowsocks2022_port.label
source: ↔️ Shadowsocks 2022 Port
pt: ↔️ Porto Shadowsocks 2022

# config.shadowtls.description
source: A Proxy to expose real tls handshake to the firewall. It works like TROJAN but It does not require signing certificate. the firewall will see real tls handshake with valid certificate that you choose.
fa: یک پروکسی برای در اختیار قرار دادن tls handshake به فایروال. مانند تروجان کار می کند اما نیازی به signing certificate ندارد. فایروال، tls handshake واقعی را با گواهی معتبری که انتخاب می کنید، می‌بیند.
my: Firewall နှင့် နုတ်ဆက်ရာတွင် tls အစစ်ကို ဖော်ပြစေသော ပရောက်စီ။ ယင်းသည် TROJAN ကဲ့သို့ လုပ်ဆောင်သော်လည်း လက်မှတ်ထိုးမှတ်တမ်း မလိုအပ်ပေ။ သင်ရွေးချယ်ထားသော မှန်ကန်သည့် မှတ်တမ်းနှင့် tls ကို firewall မှ မြင်လိမ့်မည်။
pt: Um Proxy para expor o handshake tls real ao firewall. Funciona como Trojan, mas não requer certificado de assinatura. o firewall verá o handshake tls real com o certificado válido que você escolher.
ru: Прокси-сервер для предоставления брандмауэру настоящего рукопожатия tls. Он работает как Trojan, но не требует подписания сертификата. брандмауэр увидит настоящее рукопожатие tls с действительным сертификатом, который вы выберете.

# config.shadowtls_enable.description
source: ShadowTLS Is a new Protocol but it can hide the traffic from the government using FakeTLS
fa: Shadow TLS یک پروتکل جدید است اما می تواند با استفاده از faketls ترافیک را از فیلترچی پنهان کند.
my: ShadowTLS သည် ပရိုတိုကောလ်အသစ်ဖြစ်သော်လည်း FakeTLS ကို အသုံးပြု၍ အစိုးရထံမှ ဝှက်ထားစေနိုင်သည်။
pt: ShadowTLS é um novo protocolo, mas pode ocultar o tráfego do governo usando o FakeTLS
ru: ShadowTLS — это новый протокол, помогающий скрыть трафик от DPI с помощью FakeTLS.

# config.shadowtls_fakedomain.description
source: Please use a well known domain in your data center. for example, If you are In azure data center, microsoft-update.com Is a good example
fa: لطفاً از یک دامنه شناخته شده در دیتاسنتر خود استفاده کنید. به عنوان مثال، اگر از دیتاسنتر azure استفاده می‌کنید، microsoft-update.com یک نمونه خوب است.
my: သင့် ဒေတာစင်တာရှိ လူသိများသော ဒိုမိန်းတစ်ခုကို အသုံးပြုပါ။ ဥပမာ သင်သည် အဇူးရား ဒေတာစင်တာတွင် ဖြစ်ပါက microsoft-update.com သည် နမူနာကောင်းဖြစ်သည်။
pt: Use um domínio conhecido em seu data center. por exemplo, se você estiver no data center do Azure, microsoft-update.com é um bom exemplo
ru: Пожалуйста, используйте хорошо известный домен в своем центре обработки данных. Например, если вы находитесь в центре обработки данных Azure, хороший пример — microsoft-update.com.

# config.shadowtls_fakedomain.label
source: 🌍 ShadowTLS Fake Domain
fa: دامنه جعلی ShadowTLS
my: 🌍 ShadowTLS ဒိုမိန်း အတု
pt: 🌍 Domínio Falso ShadowTLS
ru: 🌍 Поддельный домен ShadowTLS

# config.shared_secret.description
source: Some Proxies don't support Accounting currently so we have to use a secret for them
fa: برخی از پروکسی‌ها در حال حاضر محاسبه حجم ترافیک را پشتیبانی نمی‌کنند، این رمز برای این دسته از پروکسی‌ها استفاده خواهد شد.
my: အချို့သော ပရောက်စီများသည် အကောင့်တင်းအား ပံ့ပိုးမထားပါ။ သို့ဖြစ်၍ ကျွန်ုပ်တို့သည် ယင်းတို့အတွက် လျှို့ဝှက်တစ်ခုကို သုံးစွဲရမည်။
pt: Alguns Proxies não suportam Contabilidade atualmente, então temos que usar um segredo para eles
ru: Некоторые прокси в настоящее время не поддерживают учет, поэтому нам придется использовать для них секретный ключ

# config.shared_secret.label
source: 🔐 Shared Secret
fa: رمز مشترک
pt: 🔐 Segredo Compartilhado
ru: 🔐 Общий секретный ключ

# config.show_usage_in_sublink.description
source: This option creates a Fake Config in the user's sub link that shows the user's remaining volume
my: ဤရွေးချယ်မှုသည် သုံးစွဲသူ၏ စာရင်းသွင်းလင့်ခ်တွင် သုံးစွဲသူ၏ လက်ကျန်ပမာဏအား ဖော်ပြနိုင်ရန် Config အတုတစ်ခုကို ဖန်တီးပေးသည်။
pt: Esta opção cria uma configuração falsa no sublink do usuário que mostra o volume restante do usuário
ru: Этот параметр создает поддельную конфигурацию в дополнительной ссылке пользователя, которая показывает оставшийся объем трафика для пользователя.

# config.show_usage_in_sublink.label
source: 👁️‍🗨️ Show Usage in Sublink
my: 👁️‍🗨️ စာရင်းသွင်းလင့်ခ်တွင် သုံးစွဲမှု ပြသရန်
pt: 💬 Mostrar uso no sublink
ru: 👁️‍🗨️ Показать использование в доп.ссылке

# config.speed_test.description
source: Allow your users to do Speed Test. It helps them to identify the link quality
fa: با فعالسازی این گزینه به کاربران اجازه تست سرعت می‌دهید. این کار به آن‌ها کمک می‌کند تا کیفیت سرور و کانفیگ‌ها را بسنجند.
my: မြန်နှုန်းစမ်းသပ်မှုကို သုံးစွဲသူ ပြုလုပ်နိုင်ရန် ခွင့်ပြုပေးသည်။ ယင်းသည် လင့်ခ်၏ အရည်အသွေးကို စိစစ်နိုင်ရန် ကူညီပေးသည်။
pt: Permita que seus usuários façam o teste de velocidade. Isso os ajuda a identificar a qualidade do link
ru: Разрешите вашим пользователям выполнять тест скорости. Это помогает им определить качество связи.

# config.speed_test.label
source: 🚀 Speed Test
fa: تست سرعت
pt: 🚀 Teste de velocidade
ru: 🚀 Тест скорости

# config.splithttp_enable.description
source: This Protocol send and receive information in individual channels
my: config.splithttp_enable.description
pt: Este protocolo envia e recebe informações em canais individuais

# config.ssfaketls.description
source: Shadowsocks FakeTLS is a simple obfusacting tool that encapsulate the date In tls packet
fa: شادوساکس FakeTLS یک روش مبهم سازی ساده هست که دیتا را در بسته TLS کپسوله میکند تا فیلترچی فریب بخورد.
pt: Shadowsocks FakeTLS é uma ferramenta de ofuscação simples que encapsula a data In tls package
ru: Shadowsocks FakeTLS — это простой инструмент для запутывания, который инкапсулирует данные в пакете tls.

# config.ssfaketls_enable.description
source: Simple OBFS Protocol is Not Recommended
fa: پروتکل obfs ساده. (توصیه نمی شود.)
my: Simple OBFS Protocol အား အကြံပြုမထားပါ
pt: O protocolo OBFS simples não é recomendado
ru: Простой протокол OBFS не рекомендуется

# config.ssfaketls_enable.label
source: 🆎 Shadowsocks FakeTLS (Simple OBFS)
fa: Shadowsocks Fake TLS (obfs ساده)
pt: 🆎 Shadowsocks FakeTLS (Simples OBFS)
ru: 🆎 Shadowsocks FakeTLS (Простой OBFS)

# config.ssfaketls_fakedomain.description
source: Please use a well known domain in your data center. for example, If you are in Azure data center, microsoft-update.com Is a good example
fa: لطفاً از یک دامنه شناخته شده در دیتاسنتر خود استفاده کنید. به عنوان مثال، اگر از دیتاسنتر azure استفاده می‌کنید، microsoft-update.com یک نمونه خوب است.
my: သင့် ဒေတာစင်တာရှိ လူသိများသော ဒိုမိန်းတစ်ခုကို အသုံးပြုပါ။ ဥပမာ သင်သည် အဇူးရား ဒေတာစင်တာတွင် ဖြစ်ပါက microsoft-update.com သည် နမူနာကောင်းဖြစ်သည်။
pt: Use um domínio conhecido em seu data center. por exemplo, se você estiver no datacenter do Azure, microsoft-update.com é um bom exemplo
ru: Пожалуйста, используйте хорошо известный домен в своем центре обработки данных. например, если вы находитесь в центре обработки данных Azure, хороший пример — microsoft-update.com.

# config.ssh.description
source: ℹ️ An SSH proxy, also known as an SSH tunnel or SSH port forwarding, is a secure method of creating a secure communication channel between two machines over an insecure network. We have a specific application which is completely different from SSH server and can not execute any commands
pt: Um proxy SSH, também conhecido como túnel SSH ou encaminhamento de porta SSH, é um método seguro de criar um canal de comunicação seguro entre duas máquinas em uma rede insegura. Temos um aplicativo específico que é completamente diferente do servidor ssh e não pode executar nenhum comando
ru: SSH Proxy, также известный как SSH tunnel или переадресация портов SSH, представляет собой метод создания безопасного канала связи между двумя компьютерами в незащищенной сети. У нас есть отдельное приложение, которое полностью отличается от стандартногно ssh-сервера и не может выполнять какие-либо команды.

# config.ssh.label
source: SSH Proxy
my: SSH ပရောက်စီ
pt: Proxy SSH
ru: SSH Proxy

# config.ssh_server_enable.description
source: SSH Proxy is completely different than original SSH Server
my: SSH ပရောက်စီသည် မူလ SSH ဆာဗာနှင့် လုံးဝ ကွဲပြားသည်။
pt: O proxy SSH é completamente diferente do servidor ssh original.
ru: SSH Proxy полностью отличается от оригинального SSH Server.

# config.ssh_server_enable.label
source: ✔️ SSH Proxy
pt: ✔️ Proxy SSH
ru: ✔️ Включить SSH Poxy

# config.ssh_server_port.description
source: This is completely different from your original SSH server. It is a dedicated program.
my: ဤသည် သင့် မူလ SSH ဆာဗာနှင့် လုံးဝ ကွဲပြားပြီး သီးခြားပရိုဂရမ်တစ်ခု ဖြစ်သည်။
pt: Isso é completamente diferente do seu servidor ssh original. É um programa dedicado.
ru: Это не ваш SSH-сервер. Это отдельная программа.

# config.ssh_server_port.label
source: ↔️ SSH Proxy Port
pt: ↔️ Porta Proxy SSH
ru: ↔️ SSHproxy-порт

# config.ssh_server_redis_url.description
source: Not Used
my: အသုံးမပြုထားပါ
pt: Não usado
ru: Не используется

# config.ssh_server_redis_url.label
source: SSH user database address
my: SSH သုံးစွဲသူ ဒေတာဘေ့စ် လိပ်စာ
pt: Endereço do banco de dados do usuário SSH
ru: Адрес базы данных пользователей SSH

# config.ssr.description
source: ShadowsocksR is a fork of the original Shadowsocks project, claimed to be superior in terms of security and stability.
fa: ShadowsocksR ورژنی از پروژه اصلی Shadowsocks است که ادعا می‌شود از نظر امنیت و ثبات نسبت به آن بهتر است.
my: ShadowsocksR သည် မူလ Shadowsocks စီမံကိန်း၏ မူပွား ဖြစ်ပြီး လုံခြုံရေးနှင့် တည်ငြိမ်မှုအတွက် ပိုမိုကောင်းမွန်သည်ဟု ဆိုသည်။
pt: ShadowsocksR é um fork do projeto Shadowsocks original, considerado superior em termos de segurança e estabilidade.
ru: ShadowsocksR — это форк оригинального проекта Shadowsocks, который считается превосходным с точки зрения безопасности и стабильности.

# config.ssr_enable.description
source: ShadowsocksR is a Fork of the original Shadowsocks project, claimed to be superior in terms of security and stability. Not tested. Not support accounting.
fa: شادوساکسR یا ShadowsocksR ورژن دیگری از پروژه شادوساکس است که ادعا شده است که از لحاظ امنیت و ثبات به نسبت شادوساکس بهتر است. (تا به حال تست نشده.)
my: ShadowsocksR သည် မူလ Shadowsocks စီမံကိန်း၏ မူပွား ဖြစ်ပြီး လုံခြုံရေးနှင့် တည်ငြိမ်မှုအတွက် ပိုမိုကောင်းမွန်သည်ဟု ဆိုသည်။ မစမ်းသပ်ထားပါ။ accounting အား မထောက်ပံ့ပါ။
pt: ShadowsocksR é um fork do projeto Shadowsocks original, considerado superior em termos de segurança e estabilidade. Não testado. Não suporta contabilidade.
ru: ShadowsocksR — это форк оригинального проекта Shadowsocks, который считается превосходным с точки зрения безопасности и стабильности. Не испытано. Не поддерживает accounting

# config.ssr_fakedomain.description
source: Please use a well known domain In your data center. for example, If you are In Azure data center, microsoft-update.com Is a good example
fa: لطفا از یک دامنه معتبر در دیتاسنتر خود استفاده کنید. برای مثال، اگر از دیتاسنتر Azure استفاده می‌کنید، microsoft-update.com یک نمونه خوب است.
my: သင့် ဒေတာစင်တာရှိ လူသိများသော ဒိုမိန်းတစ်ခုကို အသုံးပြုပါ။ ဥပမာ သင်သည် အဇူးရား ဒေတာစင်တာတွင် ဖြစ်ပါက microsoft-update.com သည် နမူနာကောင်းဖြစ်သည်။
pt: Por favor, use um domínio bem conhecido em seu data center. por exemplo, se você estiver no data center do Azure, microsoft-update.com é um bom exemplo
ru: Пожалуйста, используйте хорошо известный домен в своем центре обработки данных или хостинге. например, если вы находитесь в центре обработки данных Azure, хороший пример — microsoft-update.com.
