Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

# config.cloudflare.description
source: Please follow <a href='https://github.com/hiddify/hiddify-config/wiki/Get-Cloudflare-API' target='_blank'>the instruction</a> and paste the Cloudflare API Key
fa: لطفاً <a href="https://github.com/hiddify/hiddify-config/wiki/%DA%AF%D8%B1%D9%81%D8%AA%D9%86-%DA%A9%D9%84%DB%8C%D8%AF-%D8%AA%D9%88%D8%B3%D8%B9%D9%87-%DA%A9%D9%84%D9%88%D8%AF%D9%81%D9%84%D8%B1" target="_blank">دستورالعمل</a> را دنبال کنید و کلید توسعه کلودفلر را جای‌گذاری کنید
my: ကျေးဇူးပြု၍ <a href='https://github.com/hiddify/hiddify-config/wiki/Get-Cloudflare-API' target='_blank'>ညွှန်ကြားချက်</a> အတိုင်း လိုက်နာပြီး Cloudflare API Key အား ထည့်သွင်းပါ။
pt: Por favor, siga <a href='https://github.com/hiddify/hiddify-config/wiki/Get-Cloudflare-API' target='_blank'>a instrução</a> e cole a chave de API Cloudflare
ru: Следуйте <a href="https://github.com/hiddify/hiddify-config/wiki/Get-Cloudflare-API" target="_blank">инструкции</a> и вставьте ключ API Cloudflare.

# config.cloudflare.label
source: 🔑 Cloudflare API
fa: کلید توسعه کلودفلر
pt: 🔑 API Cloudflare
ru: 🔑 API Cloudflare

# config.core_type.description
source: ☢️ XRay : Is a Complete Core <br> 📦 Singbox : Developed by SagerNet. It is also a good core
my: ☢️ XRay : သည် ပြည့်စုံသော core ဖြစ်သည် <br> 📦 Singbox : Developed by SagerNet. It is also a good core
pt: ☢️ XRay: é um núcleo completo <br> 📦 Singbox: Desenvolvido por SagerNet. Também é um bom núcleo
ru: ☢️ XRay: хорошее ядро <br> 📦 Singbox: разработан SagerNet. Это также хорошее ядро

# config.core_type.label
source: 🎛️ Core
pt: 🎛️ Núcleo
ru: 🎛️ Ядро

# config.country.description
source: It applies the appropriate settings for each country according to the filtering conditions of that country
my: နိုင်ငံတစ်ခုခြင်းစီ၏ စိစစ်ပိတ်ဆို့မှုအခြေအနေအလိုက် ဆီလျော်သော အပြင်အဆင်များကို သတ်မှတ်ပေးသည်။
pt: Aplica as configurações apropriadas para cada país de acordo com as condições de filtragem desse país
ru: Применяются соответствующие настройки для каждой страны в соответствии с условиями фильтрации этой страны.

# config.country.label
source: 🌍 Country
fa: کشور
my: 🌍 နိုင်ငံ
pt: 🌍 País
ru: 🌍 Страна

source: config.create_easysetup_link.description
pt: config.create_easysetup_link.descrição

# config.db_version.description
source: Database Version Description
fa: توضیحات ورژن دیتابیس
my: ဒေတာဘေ့စ် ဗားရှင်း ဖော်ပြချက်
pt: Descrição da versão do banco de dados
ru: Описание версии базы данных

# config.db_version.label
source: Database Version Label
fa: ورژن دیتابیس
my: ဒေတာဘေ့စ် ဗားရှင်း ခေါင်းစဉ်
pt: Rótulo da versão do banco de dados
ru: Label версии базы данных

source: config.dbvalues.description
pt: config.dbvalues.descrição

# config.decoy_domain.description
source: Fake Site: simulates a site when someone visits your domain directly.<br> ⚠️ Do not use financial, Iranian and famous sites or sites with login such as Google, Yahoo, Wikipedia, PayPal.<br> ⛔ Be sure to check the site and make sure that it is the right site, otherwise you may receive a phishing warning.<br> ⛔⛔ Check this domain again so that there is no problem in the future
fa: زمانی که فیلترچی دامنه شما را در مرورگر وارد کند، تا ببیند واقعا چه سایتی هست، یک سایت جعلی را نمایش می‌دهد. حتما از سایت‌های غیرمعروف و غیرایرانی استفاده کنید.
my: ဆိုဒ်အတု - သင့်ဒိုမိန်းအား တစ်စုံတစ်ဦးက တိုက်ရိုက်ဝင်ရောက်ပါက အစားထိုးပြသပေးမည့် ဆိုဒ်။<br> ⚠️ ဂူဂယ်၊ ရဟူး၊ ဝီကီပီးဒီးယား၊ ပေးပယ် ကဲ့သို့သော ဘဏ္ဍာရေးနှင့် ထင်ရှားသည့် ဆိုဒ်များကို အသုံးမပြုပါနှင့်။<br> ⛔ ဆိုဒ်အား သေချာစွာ စိစစ်ပြီး မှန်ကန်ကြောင်း အတည်ပြုပါ။ သို့မဟုတ်က သတိပေးချက် တွေ့ရနိုင်သည်။<br> ⛔⛔ နောင်တွင် ပြဿနာမဖြစ်ပေါ်စေရန် ဤဒိုမိန်းအား နောက်တစ်ကြိမ် စစ်ဆေးပါ။
pt: Site falso: simula um site quando alguém visita seu domínio. Por favor, não use sites iranianos, sites populares bem conhecidos como: Google, Yahoo, Wikipedia, etc.
ru: Поддельный сайт: имитирует сайт, когда кто-то напрямую посещает ваш домен.<br> ⚠️ Не используйте финансовые, иранские и известные сайты или сайты с авторизацией, такие как Google, Yahoo, Wikipedia, PayPal.<br> ⛔ Обязательно проверьте сайт и убедитесь, что это правильный сайт, иначе вы можете получить предупреждение о фишинге.<br> ⛔⛔ Проверьте этот домен еще раз, чтобы не было проблем в будущем

# config.decoy_domain.label
source: 📺 Decoy Site
fa: آدرس سایت جعلی:
my: 📺 တည်ကြက် ဝဘ်ဆိုဒ်
pt: 🔀 Site Decoy
ru: 📺 Сайт-приманка

# config.dns_server.description
source: ✳️ Default 1.1.1.1 <br> 🚧 Block Malware 1.1.1.2 <br> 🔞 Block Porn 1.1.1.3
my: ✳️ ပုံသေ 1.1.1.1 <br> 🚧 မဲရ်ဝဲ ပိတ်ပင် 1.1.1.2 <br> 🔞 ညစ်ညမ်း ပိတ်ပင် 1.1.1.3
pt: ✳️ Padrão 1.1.1.1 <br> 🚧 Bloquear Malware 1.1.1.2 <br> 🔞 Bloquear pornografia 1.1.1.3
ru: ✳️ По умолчанию 1.1.1.1 <br> 🚧 Блокировать вредоносное ПО 1.1.1.2 <br> 🔞 Блокировать порно 1.1.1.3

# config.dns_server.label
source: 🖥 DNS Server
my: 🖥 DNS ဆာဗာ
pt: 🖥 Servidor DNS
ru: 🖥 DNS-сервер

# config.domain_fronting.description
source: It is used to simulate another website instead of your website in SNI. therefore, GFW can not filter your Domain <a href='https://github.com/hiddify/hiddify-config/wiki/%D8%A7%D8%B3%D8%AA%D9%81%D8%A7%D8%AF%D9%87-%D8%A7%D8%B2-%D8%AF%D8%A7%D9%85%DB%8C%D9%86-%D9%81%D8%B1%D8%A7%D9%86%D8%AA%DB%8C%D9%86%DA%AF'>Guide</a>. ⚠️CloudFlare does not support Domain Fronting.
fa: برای شبیه سازی وب سایت دیگری به جای وب سایت شما در SNI استفاده می شود. بنابراین، فیلترچی نمی تواند دامنه شما را فیلتر کند. <a href="https://github.com/hiddify/hiddify-config/wiki/%D8%A7%D8%B3%D8%AA%D9%81%D8%A7%D8%AF%D9%87-%D8%A7%D8%B2-%D8%AF%D8%A7%D9%85%DB%8C%D9%86-%D9%81%D8%B1%D8%A7%D9%86%D8%AA%DB%8C%D9%86%DA%AF">آموزش ثبت </a>
my: SNI ရှိ သင့်ဝဘ်ဆိုဒ်အစား ပြသပေးမည့် အခြားဝဘ်ဆိုဒ်အဖြစ် အသုံးပြုသည်။ သို့အတွက် GFW သည် သင့်ဒိုမိန်းအား မစိစစ်နိုင်ပေ။ <a href='https://github.com/hiddify/hiddify-config/wiki/%D8%A7%D8%B3%D8%AA%D9%81%D8%A7%D8%AF%D9%87-%D8%A7%D8%B2-%D8%AF%D8%A7%D9%85%DB%8C%D9%86-%D9%81%D8%B1%D8%A7%D9%86%D8%AA%DB%8C%D9%86%DA%AF'>လမ်းညွှန်</a>။ ⚠️CloudFlare သည် Domain Fronting အား မထောက်ပံ့ထားပါ။
pt: Ele é usado para simular outro site em vez do seu site no SNI. portanto, GTW não pode filtrar seu domínio <a href='https://github.com/hiddify/hiddify-config/wiki/%D8%A7%D8%B3%D8%AA%D9%81%D8%A7%D8%AF%D9%87- %D8%A7%D8%B2-%D8%AF%D8%A7%D9%85%DB%8C%D9%86-%D9%81%D8%B1%D8%A7%D9%86%D8%AA %DB%8C%D9%86%DA%AF'>Guia</a>.
ru: Это используется для имитации другого веб-сайта вместо вашего в SNI. поэтому GTW не может фильтровать ваш домен <a href="https://github.com/hiddify/hiddify-config/wiki/%D8%A7%D8%B3%D8%AA%D9%81%D8%A7%D8%AF%D9%87- %D8%A7%D8%B2-%D8%AF%D8%A7%D9%85%DB%8C%D9%86-%D9%81%D8%B1%D8%A7%D9%86%D8%AA %DB%8C%D9%86%DA%AF">Руководство</a>. ⚠️CloudFlare не поддерживает фронтирование домена.

# config.domain_fronting.label
source: 🔒 TLS Domain Fronting
fa: دامین فرانتینگ
pt: Frente de domínio
ru: 🔒 Включение TLS Domain Fronting

# config.domain_fronting_domain.description
source: It is used to simulate another website instead of your website in SNI. therefore, GFW Can not filter your domain.
fa: از این مورد برای شبیه‌سازی یک وبسایت دیگر به جای SNI شما استفاده می‌شود. در نتیجه فیلترچی نمی‌تواند دامنه شما را فیلتر کند.
my: SNI ရှိ သင့်ဝဘ်ဆိုဒ်အစား ပြသပေးမည့် အခြားဝဘ်ဆိုဒ်အဖြစ် အသုံးပြုသည်။ သို့အတွက် GFW သည် သင့်ဒိုမိန်းအား မစိစစ်နိုင်ပေ။
pt: Ele é usado para simular outro site em vez do seu site no SNI. portanto, GTW não pode filtrar seu domínio
ru: Это используется для имитации другого веб-сайта вместо вашего в SNI. поэтому GTW не может фильтровать ваш домен

# config.domain_fronting_domain.label
source: ℹ️ Domain Fronting
fa: دامین فرانتینگ
pt: Frente de domínio
ru: ℹ️ Фронтирование домена

# config.domain_fronting_http_enable.description
source: Enabling HTTP Domain Fronting causes your domain to be block quickly.
fa: فعال کردن دامین فرانتینگ در HTTP باعث می شود دامنه شما به سرعت فیلتر شود.
my: HTTP Domain Fronting အား ဖွင့်ထားပါက သင့်ဒိုမိန်းသည် အမြန်ပိတ်ပင်ခံရနိုင်သည်။
pt: Habilitar HTTP Domain Fronting faz com que seu domínio seja bloqueado rapidamente.
ru: Включение HTTP Domain Fronting приводит к быстрой блокировке вашего основного домена.

# config.domain_fronting_http_enable.label
source: HTTP Domain Fronting
fa: فعال کردن دامین فرانتینگ در اتصال HTTP.
pt: Ativar fachada de domínio HTTP
ru: Включить фронтирование домена HTTP

# config.domain_fronting_tls_enable.description
source: In CloudFlare, TLS Domain Fronting is not supported. it will use Port 443 to connect to CDN
fa: در کلودفلر پشتبانی نمیشود. برای اتصال به CDN از پورت 443 استفاده میکند.
my: CloudFlare တွင် TLS Domain Fronting အား ထောက်ပံ့မပေးထားပါ။ ယင်းသည် CDN အား ချိတ်ဆက်ရန် Port 443 ကို အသုံးပြုလိမ့်မည်။
pt: No CloudFlare, TLS Domain Fronting não é suportado. ele usará a porta 443 para se conectar ao CDN
ru: В CloudFlare TLS Domain Fronting не поддерживается он будет использовать порт 443 для подключения к CDN

# config.domain_fronting_tls_enable.label
source: 🔒 TLS Domain Fronting
fa: فعال کردن دامین فرانتینگ در اتصال TLS.
pt: 🔒 Habilitar fronting de domínio TLS
ru: 🔒 Включить фронтирование домена TLS

# config.firewall.description
source: Enabling Firewall will open used Ports (at least 22,443,80 and SSH) and close all other Ports
fa: با فعال کردن فایروال، پورت‌های درحال استفاده باز خواهند شد (حداقل ۲۲، ۴۴۳ و ۸۰ و پورت ssh) و سایر پورت‌ها بسته می‌شوند.
my: Firewall အား ဖွင့်ထားပါက အသုံးပြုထားသော Port များ (အနည်းဆုံး 22,443,80 နှင့် SSH) ကို ဖွင့်ထားပြီး ကျန်အခြား Port အားလုံးကို ပိတ်ထားလိမ့်မည်။
pt: A ativação do Firewall abrirá as portas usadas (pelo menos 22.443.80 e SSH) e fechará todas as outras portas
ru: Включение Firewall откроет используемые порты (минимум 22,443,80 и SSH) и закроет все остальные порты.

# config.general.description
source: It is General System Configurations
fa: تنظیمات عمومی سیستم در این بخش قابل انجام است.
my: ဤသည် အထွေထွေ စနစ် အပြင်အဆင်များ ဖြစ်သည်။
pt: É Configurações Gerais do Sistema
ru: Это общие настройки системы.

# config.general.label
source: General Settings
fa: تنظیمات عمومی
my: အထွေထွေ အပြင်အဆင်များ
pt: Configurações Gerais
ru: Общие настройки

# config.grpc_enable.description
source: gRPC is a modern open source high performance Remote Procedure Call (RPC) framework. It can be used in supported CDNs
pt: gRPC é uma estrutura moderna de chamada de procedimento remoto (RPC) de código aberto e alto desempenho. Pode ser usado em CDNs suportados

# config.h2_enable.description
source: Enable HTTP/2 Protocol
my: HTTP/2 ပရိုတိုကောလ် ဖွင့်ရန်
pt: Habilitar protocolo HTTP/2

source: config.hiddifycli_enable.description
pt: config.hiddifycli_enable.descrição

# config.http.description
source: HTTP Configurations could be set in this section
fa: تنظیمات مربوط به اتصال HTTP
my: HTTP အပြင်အဆင်များကို ဤအပိုင်းတွင် သတ်မှတ်နိုင်သည်။
pt: As configurações HTTP podem ser definidas nesta seção
ru: Конфигурации HTTP можно установить в этом разделе

# config.http.label
source: HTTP Configuration
fa: تنظیمات HTTP
my: HTTP အပြင်အဆင်
pt: Configuração HTTP
ru: конфигурация HTTP

# config.http_ports.description
source: Comma separated integers indicating the ports to use as Unencrypted connections (Port 80 will be used In anycase)
fa: پورت هایی که برای استفاده اتصال HTTP هستند. برای ورود چند پورت، آنها را با کاما از هم جدا کنید. (پورت 80 در هر صورت استفاده می شود).
my: စာဝှက်မလုပ်သော ဆက်သွယ်မှုများအဖြစ် အသုံးပြုမည့် port များကို ရည်ညွှန်းရန် ကိန်းပြည့်များကို ကော်မာခံ၍ ထည့်ပါ။ (Port 80 ကို မည်သည့်ကိစ္စရပ်တွင်မဆို သုံးစွဲလိမ့်မည်)
pt: Inteiros separados por vírgula indicando as portas a serem usadas como conexões não criptografadas (a porta 80 será usada em qualquer caso)
ru: Целые числа, разделенные запятыми, обозначающие порты, которые будут использоваться в качестве незашифрованных соединений (в любом случае будет использоваться порт 80).

# config.http_ports.label
source: 🔎 HTTP Ports
fa: پورت‌های HTTP
pt: 🔎 Portas HTTP
ru: 🔎 HTTP-порты

# config.http_proxy_enable.description
source: By allowing this, your users can connect to the system with Unencrypted HTTP Port. (Not Recommended)
fa: با فعال کردن این گزینه، کاربران شما می‌توانند با پورت http که یک پورت رمزگذاری نشده است، به سیستم متصل شوند. (توصیه نمیشود.)
my: ယင်းအား ခွင့်ပြုပေးခြင်းဖြင့် သင့်အသုံးပြုသူများသည် စာဝှက်မထားသော HTTP Port မှတဆင့် စနစ်အား ချိတ်ဆက်နိုင်သည်။ (အကြံပြုမထားပါ)
pt: Ao permitir isso, seus usuários podem se conectar ao sistema com a porta HTTP não criptografada. (Não recomendado)
ru: Ваши пользователи смогут подключаться к системе через незашифрованный HTTP-порт. (Не рекомендуется)

# config.http_proxy_enable.label
source: ☑️ Allow HTTP Connection
fa: اجازه اتصال HTTP
my: ☑️ HTTP ချိတ်ဆက်မှု ခွင့်ပြု
pt: ☑️ Permitir conexão HTTP
ru: ☑️ Разрешить соединение по HTTP

# config.httpupgrade_enable.description
source: <p>HTTPUpgrade complete a HTTP 1.1 Upgrade request and response before using the connection directly. It is similar to WebSocket in the way it create an direction channel that can be forwarded by many reverse proxies and CDNs, without the need to deal with all the issue around WebSocket Protocol itself.<br /> ⚠️ <strong>Not Available in Xray based Clients. Only HiddifyNext, Singbox, and V2fly clients are supported.</strong>&nbsp;<a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/Basic-Concepts/#http-upgrade" target="_blank"><strong>(Read More)</strong></a></p>
my: <p>HTTPUpgrade complete a HTTP 1.1 Upgrade request and response before using the connection directly. It is similar to WebSocket in the way it create an direction channel that can be forwarded by many reverse proxies and CDNs, without the need to deal with all the issue around WebSocket Protocol itself.<br /> ⚠️ <strong>Not Available in Xray based Clients. Only <p><a href="https://app.hiddify.com" target="_blank">Hiddify</a></p>, Singbox, and V2fly clients are supported.</strong>&nbsp;<a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/Basic-Concepts/#http-upgrade" target="_blank"><strong>(Read More)</strong></a></p>
pt: <p>HTTPUpgrade conclui uma solicitação e resposta de atualização HTTP 1.1 antes de usar a conexão diretamente. É semelhante ao WebSocket na forma como cria um canal de direção que pode ser encaminhado por muitos proxies reversos e CDNs, sem a necessidade de lidar com todos os problemas relacionados ao próprio protocolo WebSocket.<br /> ⚠️ <strong>Não disponível em clientes baseados em Xray. Apenas clientes HiddifyNext, Singbox e V2fly são suportados.</strong> <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/Basic-Concepts/#http-upgrade" target="_blank"><strong>(Consulte Mais informação)</strong></a></p>

# config.httpupgrade_enable.label
source: 🆙 HTTPUpgrade Method
my: 🆙 HTTPUpgrade နည်းလမ်း
pt: 🆙 Método HTTPUpgrade

# config.hysteria.description
source: Hysteria is a feature-packed proxy & relay tool optimized for lossy, unstable connections (e.g. satellite networks, congested public Wi-Fi, connecting to foreign servers from China)
my: Hysteria သည် feature-packed proxy နှင့် relay ကိရိယာဖြစ်ပြီး မတည်ငြိမ်သော ဆက်သွယ်မှုများအတွက် ဖန်တီးထားသည်။ (ဥပမာ ဂြိုဟ်တု ကွန်ရက်များ၊ အများသုံးဝိုင်ဖိုင်များ၊ တရုတ်မှ နိုင်ငံခြားဆာဗာများအား ချိတ်ဆက်ခြင်း)
pt: Hysteria é uma ferramenta de proxy e retransmissão repleta de recursos otimizada para conexões instáveis ​​e com perdas (por exemplo, redes de satélite, Wi-Fi público congestionado, conexão com servidores estrangeiros da China)
ru: Hysteria — это многофункциональный инструмент прокси и ретрансляции, оптимизированный для нестабильных соединений с потерями (например, спутниковые сети, перегруженный общедоступный Wi-Fi, подключение к зарубежным серверам из Китая)

# config.hysteria.label
source: Hysteria
pt: Histeria
ru: Hysteria

# config.hysteria_down_mbps.description
source: Hysteria Maximum Download Speed
my: Hysteria အများဆုံး ဒေါင်းလုပ်အမြန်နှုန်း
pt: Velocidade máxima de download da Hysteria

# config.hysteria_down_mbps.label
source: ⬇️ Hysteria Download (mbps)
my: ⬇️ Hysteria ဒေါင်းလုပ် (mbps)
pt: ⬇️ Download de Hysteria (mbps)

# config.hysteria_enable.description
source: To Enable UDP based Hysteria Protocol
my: UDP အခြေပြု Hysteria ပရိုတိုကောလ်အား ဖွင့်ရန်
pt: Para ativar o protocolo de Hysteriabaseado em udp
ru: Включение протокола Hysteria на основе UDP

# config.hysteria_enable.label
source: ⚫️ Hysteria2
pt: Habilitar Histeria
ru: Включить Hysteria

# config.hysteria_obfs_enable.description
source: Enables Hysteria Obfuscation (Salamander)
pt: Ativa a ofuscação da Hysteria(Salamandra)

# config.hysteria_port.description
source: Hysteria UDP Port for example 5678
my: Hysteria UDP Port ဥပမာ 5678
pt: Porta UDP de Hysteria, por exemplo 5678
ru: Hysteria UDP-порт например 5678

# config.hysteria_port.label
source: 🔍 Hysteria2 Port
pt: Porto de Histeria
ru: Hysteria Порт

# config.hysteria_up_mbps.description
source: Hysteria Maximum Upload Speed
my: Hysteria အများဆုံး အပ်ပ်လုပ် အမြန်နှုန်း
pt: Velocidade máxima de upload de Hysteria

# config.hysteria_up_mbps.label
source: ⬆️ Hysteria Upload (mbps)
pt: ⬆️ Upload de Hysteria (mbps)

# config.invalid-pattern-for-warp-sites
source: ⚠️ The Site entered for the Warp does not match the specified template
pt: ⚠️ O Site inserido para o Warp não corresponde ao modelo especificado

# config.invalid_uuid
source: Invalid UUID secret. example: 6098ea35-8cb2-4a08-ba15-2be25bc49cb6
my: UUID လျှို့ဝှက် မရေရာပါ။ ဥပမာ 6098ea35-8cb2-4a08-ba15-2be25bc49cb6
pt: Secret UUID inválido. exemplo: 6098ea35-8cb2-4a08-ba15-2be25bc49cb6

# config.is_parent.label
source: Parent Panel
fa: پنل مرکزی
my: ပင်မ ထိန်းချုပ်ခုံ
pt: Painel pai
ru: Главная панель

# config.kcp.description
source: KCP Configurations could be set in this section.
fa: تنظیمات KCP
my: KCP အပြင်အဆင်များအား ဤအပိုင်းတွင် သတ်မှတ်နိုင်သည်။
pt: As configurações do KCP podem ser definidas nesta seção.
ru: В этом разделе можно настроить KCP.

# config.kcp_enable.description
source: It is a UDP Based Protocol
fa: این یک پروتکل مبتنی بر UDP است.
my: ယင်းသည် UDP အခြေပြု ပရိုတိုကောလ် ဖြစ်သည်။
pt: É um protocolo baseado em UDP
ru: Это протокол на базе UDP.

# config.kcp_ports.description
source: Comma separated integers indicating the ports to use as KCP connection.
fa: پورت هایی که برای استفاده اتصال KCP هستند. برای ورود چند پورت، آنها را با کاما از هم جدا کنید.
my: KCP ဆက်သွယ်မှုအဖြစ် အသုံးပြုမည့် Port ကို ရည်ညွှန်းသော ကော်မာခံထားသော ကိန်းပြည့်။
pt: Inteiros separados por vírgula indicando as portas a serem usadas como conexão KCP.
ru: Целые числа, разделенные запятыми, обозначающие порты, которые будут использоваться в качестве соединения KCP.

# config.kcp_ports.label
source: KCP Ports
fa: پورت‌های KCP
my: KCP Port များ
pt: Portas KCP
ru: Порты KCP

# config.lang.description
source: Choose Language For Users Area
fa: این گزینه زبان بخش کاربران را تغییر می‌دهد.
my: အသုံးပြုသူ ဧရိယာရှိ သင့် အတွေ့အကြုံအား စိတ်ကြိုက်ဆောင်ရွက်ရန် အသုံးပြုသူ အသွင်အပြင်အတွက် ဘာသာစကား ရွေးချယ်ပါ။
pt: Escolha o idioma para a área de usuários
ru: Выберите язык для раздела пользователя

# config.lang.label
source: 🗺️ User Area Language
fa: زبان محیط کاربران
my: 🗺️ သုံးစွဲသူ ဧရိယာ ဘာသာစကား
pt: Idioma da área do usuário
ru: 🗺️ Язык раздела пользователя

# config.license.description
source: For commercial use of this Product, you must Purchase its License
fa: برای استفاده تجاری از این محصول باید مجوز آن را خریداری کنید
my: ဤထုတ်ကုန်အား စီးပွားဖြစ် အသုံးပြုရန်အတွက် လိုင်စင် အား ဝယ်ယူရမည်။
pt: Para uso comercial deste produto, você deve comprar sua licença
ru: Для коммерческого использования этого продукта вам необходимо приобрести его лицензию.

# config.license.label
source: License Code
fa: کد مجوز
my: လိုင်စင်ကုဒ်
pt: Código de licença
ru: License Code

source: config.log_level.description
pt: config.log_level.descrição

# config.mux.description
source: MUX (Multiplex) configurations could be set in this section
my: MUX (Multiplex) အပြင်အဆင်များကို ဤအပိုင်းတွင် သတ်မှတ်နိုင်သည်။
pt: As configurações MUX (Multiplex) podem ser definidas nesta seção

# config.mux.label
source: MUX Config
pt: Configurações de MUX

# config.mux_brutal_down_mbps.description
source: TCP-Brutal Maximum Download Speed
my: TCP-Brutal အများဆုံး ဒေါင်းလုပ် အမြန်နှုန်း
pt: Velocidade máxima de download TCP-Brutal

# config.mux_brutal_down_mbps.label
source: ⬇️ MUX Brutal Download (mbps)
my: ⬇️ MUX Brutal ဒေါင်းလုပ် (mbps)
pt: ⬇️ Download brutal do MUX (mbps)

# config.mux_brutal_enable.description
source: Enables TCP-Brutal congestion control algorithm
my: TCP-Brutal congestion control algorithm အား ဖွင့်ရန်
pt: Ativa o algoritmo de controle de congestionamento TCP-Brutal

# config.mux_brutal_up_mbps.description
source: TCP-Brutal Maximum Upload Speed
my: TCP-Brutal အများဆုံး အပ်ပ်လုပ် အမြန်နှုန်း
pt: Velocidade máxima de upload TCP-Brutal

# config.mux_brutal_up_mbps.label
source: ⬆️ MUX Brutal Upload (mbps)
my: ⬆️ MUX Brutal အပ်ပ်လုပ် (mbps)
pt: ⬆️ Carregamento Brutal MUX (mbps)

# config.mux_enable.description
source: <p>Mux needs compatible clients. Mux in Hiddify Next and Singbox are not compatible with XRay.&nbsp;<a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-MUX-works-and-its-usage/" target="_blank">(Read More)</a></p>
my: <p>Mux needs compatible clients. Mux in <p><a href="https://app.hiddify.com" target="_blank">Hiddify</a></p> and Singbox are not compatible with XRay.&nbsp;<a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-MUX-works-and-its-usage/" target="_blank">(Read More)</a></p>
pt: <p>Mux precisa de clientes compatíveis. Mux no Hiddify Next e Singbox não são compatíveis com XRay. <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-MUX-works-and-its-usage/" target="_blank">(Consulte Mais informação)</a></p>

# config.mux_enable.label
source: Ⓜ️ MUX (⚠️ Incompatible With Some Clients)
my: Ⓜ️ MUX (⚠️ သုံးစွဲသူအချို့နှင့် မကိုက်ညီနိုင်ပါ)
pt: Ⓜ️ MUX (⚠️ Incompatível com alguns clientes)

# config.mux_max_connections.description
source: Maximum Connections. Conflict with Max Streams
my: အများဆုံး ချိတ်ဆက်မှုများ။ Max Streams နှင့် ပဋိပက္ခဖြစ်နေသည်
pt: Máximo de conexões. Conflito com fluxos máximos

# config.mux_max_connections.label
source: ⛓ MUX Max Connections
pt: ⛓ Conexões MUX Max

# config.mux_max_streams.description
source: Maximum Multiplexed streams in a connection before opening a new connection
my: ချိတ်ဆက်မှုအသစ်တစ်ခု မစတင်မီ ချိတ်ဆက်မှုတစ်ခုအတွင်း အများဆုံး Multiplexed streams
pt: Máximo de fluxos multiplexados em uma conexão antes de abrir uma nova conexão

# config.mux_max_streams.label
source: ↗️ MUX Max Streams
pt: ↗️ Transmissões máximas do MUX

# config.mux_min_streams.description
source: Minimum Multiplexed streams in a connection before opening a new connection
my: ချိတ်ဆက်မှုအသစ်တစ်ခု မစတင်မီ ချိတ်ဆက်မှုတစ်ခုအတွင်း အနည်းဆုံး Multiplexed streams
pt: Fluxos multiplexados mínimos em uma conexão antes de abrir uma nova conexão

# config.mux_min_streams.label
source: ↘️ MUX Min Streams
pt: ↘️ Transmissões mínimas de MUX

# config.mux_padding_enable.description
source: MUX Padding description
my: MUX Padding ဖော်ပြချက်
pt: Descrição do MUX Padding

# config.mux_protocol.description
source: ℹ️ Multiplex Protocol. 'sMux' is used by default <br> ➖ sMux: Stream Multiplexing <br> ➖ YaMux: Yet Another Multiplexer <br> ➖ h2Mux: Multiplexing Streams Over HTTP/2
my: ℹ️ Multiplex Protocol. 'sMux' အား ပုံသေအနေဖြင့် သုံးစွဲသည်။ <br> ➖ sMux: Stream Multiplexing <br> ➖ YaMux: Yet Another Multiplexer <br> ➖ h2Mux: Multiplexing Streams Over HTTP/2
pt: ℹ️ Protocolo Multiplex. 'sMux' é usado por padrão<inlang-LineFeed><br> ➖ sMux: Multiplexação de fluxo<inlang-LineFeed><br> ➖ YaMux: mais um multiplexador<inlang-LineFeed><br> ➖ h2Mux: Multiplexação de fluxos em HTTP/2

# config.mux_protocol.label
source: ♍️ MUX Protocol
pt: ♍️ Protocolo MUX
