Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

# domain.description
source: Please fill in this field carefully and correctly. Otherwise, proxies will run into problems. Please visit <a href='https://github.com/hiddify/hiddify-config/wiki/راهنمای-تنظیم-دامنه-و-نهایی-کردن-نصب#آموزش-ساخت-زیردامنه'> Help</a> to learn how to create a subdomain.
fa: این فیلد باید با دقت و به درستی تکمیل شود. در غیر اینصورت پروکسی ها به مشکل بر خواهند خورد. لطفا برای دیدن راهنمای ساخت زیردامنه <a href="https://github.com/hiddify/hiddify-config/wiki/راهنمای-تنظیم-دامنه-و-نهایی-کردن-نصب#آموزش-ساخت-زیردامنه">این آدرس </a> را ببینید.
my: ကျေးဇူးပြု၍ ဤအကွက်ကို သေသေချာချာ မှန်မှန်ကန်ကန်ဖြည့်ပါ။ မဟုတ်ပါက ပရောက်စီများသည် ပြဿနာများ ကြုံတွေ့ရလိမ့်မည်။ ဒိုမိန်းခွဲတစ်ခုကို ဖန်တီးနည်းကို လေ့လာရန် <a href='https://github.com/hiddify/hiddify-config/wiki/راهنمای-تنظیم-دامنه-و-نهایی-کردن-نصب#آموزش-ساخت-زیردامنه'>အကူအညီ</a> သို့ သွားရောက်ပါ။
pt: Por favor, preencha este campo com cuidado e corretamente. Caso contrário, os proxies terão problemas. Visite <a href='https://github.com/hiddify/hiddify-config/wiki/راهنمای-تنظیم-دامنه-و-نهایی-کردن-نصب#آموزش-ساخت-زیردامنه'> Ajuda</a> para aprenda como criar um subdomínio.
ru: Пожалуйста, внимательно и правильно заполните это поле. В противном случае у прокси могут возникнуть проблемы. Посетите <a href="https://github.com/hiddify/hiddify-config/wiki/راهنمای-تنظیم-دامنه-و-نهایی-کردن-نصب#آموزش-ساخت-زیردام نه"> Помогите</a> Узнайте, как создать subdomain.

# domain.domain
source: Domain
fa: دامنه
my: ဒိုမိန်း
pt: Domínio
ru: Домен

# domain.domain_fronting.description
source: It is used to simulate another website instead of your website in SNI. therefore, GFW can not filter your Domain <a href='https://github.com/hiddify/hiddify-config/wiki/Guide-for-domain-fronting'>Guide</a>. ⚠️CloudFlare does not support Domain Fronting.
my: SNI တွင် သင့်ဝဘ်ဆိုဒ်အစား အခြားဝဘ်ဆိုဒ်ကို အတုယူရန် ၎င်းကို အသုံးပြုသည်။ ထို့ကြောင့်၊ GFW သည် သင့် ဒိုမိန်းကို စစ်ထုတ်၍မရပါ။ <a href='https://github.com/hiddify/hiddify-config/wiki/Guide-for-domain-fronting'>လမ်းညွှန်</a> ။ ⚠️CloudFlare သည် Domain Fronting ကို မပံ့ပိုးပါ။
pt: É usado para simular outro site em vez do seu site no SNI. portanto, o GFW não pode filtrar seu domínio <a href='https://github.com/hiddify/hiddify-config/wiki/Guide-for-domain-fronting'>Guia</a>. ⚠️CloudFlare não suporta fronting de domínio.
ru: Он используется для имитации другого веб-сайта вместо вашего веб-сайта в SNI следовательно, GTW не может отфильтровать ваш домен <<a href="https://github.com/hibbity/hibbity-config/wiki/Guide-for-domain-fronting ">Руководство</a>. ⚠CloudFlare не поддерживает подключение к домену.

# domain.domain_fronting.label
source: 🔒 TLS Domain Fronting
pt: 🔒 Fronting de domínio de TLS
ru: Включить подключение к домену TLS

# domain.intro
source: 1️⃣ In this section, you can add your Domain. <br> 2️⃣ If you want to lessen the probability of having dirty IP, you can add Multiple Relay Server <a href='https://github.com/hiddify/hiddify-config/discussions/129'>Read More</a>. <br> 3️⃣ If you have Multiple IPv4 or IPv6 in your Panel you have to add the domain pointed to them as Relay.
my: 1️⃣ ဤအပိုင်းတွင် သင့်ဒိုမိန်းများ ပေါင်းထည့်နိုင်သည်။ <br> 2️⃣ အိုင်ပီပိတ်ပင်ခံရနိုင်ခြေအား လျှော့ချနိုင်ရန်အတွက် Relay ဆာဗာအများအပြားကို ထည့်သွင်းနိုင်သည်။ <a href='https://github.com/hiddify/hiddify-config/discussions/129'>ဆက်လက် ဖတ်ရှုရန်</a> <br> 3️⃣ သင့် ထိန်းချုပ်ခုံတွင် IPv4 သို့ IPv6 အများအပြား သင့်ထံတွင် ရှိပါက ယင်းတို့အား Relay အဖြစ် ညွှန်ပြရန် ဒိုမိန်းကို ထည့်သွင်းရမည်။
pt: 1️⃣ Nesta seção, você pode adicionar seu domínio.\n<br> 2️⃣ Se você deseja diminuir a probabilidade de ter um IP sujo, pode adicionar Multiple Relay Server <a href='https://github.com/hiddify/hiddify-config/discussions/129'>Leia mais</a>.\n<br> 3️⃣ Se você tiver Múltiplos IPv4 ou IPv6 em seu Painel, deverá adicionar o domínio apontado para eles como Relay."

# domain.mode
source: Mode
fa: حالت
my: မုဒ်
pt: Modo
ru: Режим

# domain.reality.asn_issue
source: Selected Domain for REALITY is not in the same ASN. To better use of the Protocol, it is better to find a Domain in the same ASN
my: REALITY အတွက် ရွေးချယ်ထားသော ဒိုမိန်းသည် ASN တစ်ခုတည်းတွင် မရှိပါ။ ပရိုတိုကောလ်ကို ပိုမိုကောင်းမွန်စွာအသုံးပြုရန်၊ တူညီသော ASN တွင် ဒိုမိန်းတစ်ခုကို ရှာဖွေခြင်းသည် ပိုကောင်းပါသည်။
pt: O domínio selecionado para REALITY não está no mesmo ASN. Para melhor aproveitamento do Protocolo, é melhor encontrar um Domínio com o mesmo ASN

# domain.show_domains_description
source: For users visit the user area with this domain, Specify they can see the proxies of which domains. <br> Suggestion: For a domain with an unfiltered IP and different from the others, select all other domains (except the current domain). As a result, since the use of this IP is not for proxy and it is a simple website, this domain and IP will never be blocked and your users can easily update new profiles.
my: အသုံးပြုသူများသည် ဤဒိုမိန်းဖြင့် အသုံးပြုသူဧရိယာသို့ သွားရောက်ကြည့်ရှုရန်အတွက်၊ ၎င်းတို့သည် မည်သည့်ဒိုမိန်းများ၏ ပရောက်စီများကို မြင်နိုင်သည်ကို သတ်မှတ်ပါ။ <br> အကြံပြုချက်- စစ်ထုတ်မထားသော အိုင်ပီပါသော ဒိုမိန်းတစ်ခုအတွက်၊ အခြားဒိုမိန်းများနှင့် ကွဲပြားသော အခြားဒိုမိန်းအားလုံးကို (လက်ရှိဒိုမိန်းမှလွဲ၍) ရွေးပါ။ ရလဒ်အနေဖြင့်၊ ဤ အိုင်ပီကို အသုံးပြုခြင်းသည် ပရောက်စီအတွက်မဟုတ်သည့်အပြင် ရိုးရှင်းသောဝဘ်ဆိုက်တစ်ခုဖြစ်သောကြောင့်၊ ဤဒိုမိန်းနှင့် အိုင်ပီ ကို မည်သည့်အခါမျှ ပိတ်ဆို့မည်မဟုတ်သည့်အပြင် သင်၏အသုံးပြုသူများသည် ပရိုဖိုင်အသစ်များကို အလွယ်တကူ အပ်ဒိတ်လုပ်နိုင်ပါသည်။
pt: Para os usuários que visitam a área do usuário com este domínio, especifique que eles podem ver os proxies de quais domínios. <br> Sugestão: Para um domínio com IP não filtrado e diferente dos demais, selecione todos os outros domínios (exceto o domínio atual). Como resultado, como o uso deste IP não é para proxy e é um site simples, este domínio e IP nunca serão bloqueados e seus usuários poderão facilmente atualizar novos perfis.

# download
source: Direct Download
fa: دانلود مستقیم
my: တိုက်ရိုက်ဒေါင်းလုပ်
pt: Download direto
ru: Direct Download

# fake
source: 🆎 Fake Site
my: 🆎 ဆိုဒ်အတု
pt: 🆎 Site falso
ru: 🆎 Поддельный сайт

# grpc-proxy.description
source: ℹ️ gRPC is a H2 based Protocol. Maybe it is faster for you!
my: ℹ️ gRPC သည် H2 အခြေပြု ပရိုတိုကောလ်ဖြစ်သည်။ သင့်အတွက် ပိုမိုမြန်ဆန်နိုင်သည်။
pt: ℹ️ gRPC é um protocolo baseado em H2. Talvez seja mais rápido para você!

# in parent panel
source: In Central Panel
fa: در پنل مرکزی
my: ဗဟို ထိန်းချုပ်ခုံတွင်
pt: No Painel Central
ru: Родительский контроль

source: items
pt: Unid

# lang.en
source: 🇺🇸 English
fa: English انگلیسی 英语
my: 🇺🇸 အင်္ဂလိပ် - English
pt: 🇺🇸 Inglês - English
ru: 🇺🇸 English انگلیسی 英语 Английский

# lang.pt
source: 🇵🇹 Portuguese - Português
my: 🇵🇹 ပေါ်တူဂီ - Português
pt: 🇵🇹 Português
ru: 🇵🇹 Portuguese پرتغالی 葡萄牙語

# lib.telegram.erlang
source: ✴️ Erlang : Good Performance
fa: کار نمیکند! Erlang: عملکرد متوسط
pt: ✴️ Erlang: Bom desempenho
ru: ⛔️ НЕ работает — Erlang: средняя производительность

# lib.telegram.go
source: ✅ Go : Nornal Performance - No ad Support
fa: Go: عملکرد بالا، عدم پشتیبانی از تبلیغات
my: ✅ Go : Nornal Performance - ကြော်ငြာ မထောက်ပံ့
pt: ✅ Ir: alto desempenho - sem suporte de anúncios
ru: ✴️ Go: высокая производительность – без поддержки рекламы

# lib.telegram.python
source: ☑️ Python : Low Performance
fa: پایتون: عملکرد ضعیف
pt: ☑️ Python: baixo desempenho
ru: ✅ Python: низкая производительность

# login.secret.description
source: For getting access to this page, please enter your secret code (UUID)
my: ဤစာမျက်နှာသို့ဝင်ရောက်ခွင့်ရရှိရန်အတွက်၊ ကျေးဇူးပြု၍ သင်၏လျှို့ဝှက်ကုဒ် (UUID) ထည့်ပါ
pt: Para obter acesso a esta página, digite seu código secreto (UUID)

# login.secret.label
source: Secret Code (UUID)
my: လျှို့ဝှက်ကုဒ် (UUID)
pt: Código secreto (UUID)

source: 🗓️ Monthly
my: 🗓️ လစဉ်
pt: 🗓️ Mensal
ru: 🗓️ Ежемесячно

# move_to_new_link
source: The page has been moved to a new link. Please copy and save the new link.
my: စာမျက်နှာကို လင့်ခ်အသစ်သို့ ရွှေ့လိုက်ပါပြီ။ လင့်ခ်အသစ်ကို ကူးယူပြီး သိမ်းဆည်းပါ။
pt: A página foi movida para um novo link. Copie e salve o novo link.

source: Next
fa: بعدی
my: နောက်ထပ်
pt: Próximo
ru: Следующий

# no_reset
source: ⭐️ Without Reset
my: ⭐️ ပြန်ချိန်ခြင်း မပြုဘဲနှင့်
pt: ⭐️ Sem reinicialização
ru: ⭐️ Без сброса

# node.mode.dscr
source: This field defines mode for Node
my: ဤအကွက်သည် Node အတွက် မုဒ်ကို သတ်မှတ်သည်။
pt: Este campo define o modo para o Node

# node.mode.label
source: Node Mode
my: Node မုဒ်
pt: Modo de Node

# node.name.dscr
source: This field defines name for Node
my: ဤအကွက်သည် Node အတွက် အမည်ကို သတ်မှတ်သည်။
pt: Este campo define o nome para Node

# node.name.label
source: Node Name
my: Node အမည်
pt: Nome do Node

# node.uuid.dscr
source: This field defines UUID for Node
my: ဤအကွက်သည် Node အတွက် UUID ကို သတ်မှတ်သည်။
pt: Este campo define UUID para Node

# node.uuid.label
source: Node UUID
pt: UUID do Node

# old_xtls_direct
source: 🔙 Old Direct Mode (For Trojan TCP, VLess XTLS)
my: 🔙 Old Direct Mode (Trojan TCP, VLess XTLS များအတွက်)
pt: 🔙 Modo direto antigo (para Trojan TCP, VLess XTLS)
ru: 🔙 Старый прямой режим (для Torjan TCP, VLess XTLS)

source: Open
fa: باز کردن
my: ဖွင့်ရန်
pt: Abrir
ru: Открыть

# outdated_panel
source: ⚠️ This version of Hiddify Manager is outdated. please Update it from Admin area
my: ⚠️ ဤ ဟစ်ဒီဖိုင်း မန်နေဂျာ ဗားရှင်းမှာ ခေတ်မမီတော့ပါ။ ကျေးဇူးပြု၍ စီမံခန့်ခွဲသူ ဧရိယာမှနေ၍ မွမ်းမံပါ။
pt: Esta versão do painel Hiddify está desatualizada. Atualize-o na Área Administrativa.

source: package days?
my: ပက်ကေ့ချ် ရက်?
pt: dias de pacote?

source: package size?
my: ပက်ကေ့ချ် အရွယ်အစား?
pt: tamanho do pacote?

source: Previous
fa: قبلی
my: ယခင်
pt: Anterior
ru: Предыдущий

# quicksetup.cdn_domain.description
source: Setting CDN domain is optional. Only use it if you have already config a CDN.
my: CDN ဒိုမိန်းကို သတ်မှတ်ခြင်းသည် စိတ်ကြိုက်ရွေးချယ်နိုင်သည်။ CDN ကို config လုပ်ထားပြီးသားမှသာလျှင် ၎င်းကို အသုံးပြုပါ။
pt: A configuração do domínio CDN é opcional. Use-o apenas se você já configurou um CDN.

# quicksetup.cdn_domain.label
source: CDN Domain
my: CDN ဒိုမိန်း
pt: Domínio CDN

# quicksetup.proxy_cat.description
source: Final Step: Please select the proxies you want. Please choose minimum as possible.
my: နောက်ဆုံးအဆင့်- သင်အလိုရှိသော ပရောက်စီများကို ရွေးချယ်ပါ။ ကျေးဇူးပြု၍ တတ်နိုင်သမျှ အနည်းဆုံးရွေးချယ်ပါ။
pt: Etapa final: selecione os proxies desejados. Escolha o mínimo possível.

# quicksetup.setlang.success
source: Changing the Language was Successful.
fa: تغییر زبان با موفقیت انجام شد
my: ဘာသာစကားပြောင်းလဲခြင်း အောင်မြင်ခဲ့သည်။
pt: A alteração do idioma foi bem-sucedida.
ru: Изменение языка прошло успешно.

# relay
source: ♾️ Relay (Connect Using an Intermediate Node)
pt: ♾️ Relay (Conectar usando um nó intermediário)
ru: ♾️ Relay (подключение через промежуточный узел)

source: Search
fa: جستجو
my: ရှာဖွေ
pt: Procurar
ru: Поиск

source: 📑 See the log in the bellow screen
fa: لاگ سیستم را می‌توانید در صفحه زیر ببینید:
my: 📑 အောက်ပါ မျက်နှာပြင်တွင် မှတ်တမ်းကို ကြည့်ပါ။
pt: 📑 Veja o log na tela abaixo
ru: 📑 Логи отображаются на экране ниже.

# serverssh.password-login.warning
source: Your server is vulnerable to abuses because Password Authentication is enabled in your SSH. To secure your server, please switch to key authentication mechanism and turn off Password Authentication. <a href='https://github.com/hiddify/Hiddify-Manager/wiki/Disable-SSH-Password-Authentication'>read more... </a>
my: Password Authentication ကို သင်၏ SSH တွင် ဖွင့်ထားသောကြောင့် သင့်ဆာဗာသည် အလွဲသုံးစားလုပ်မှုများကို ခံရနိုင်သည်။ သင့်ဆာဗာကို လုံခြုံစေရန်၊ ကျေးဇူးပြု၍ သော့အထောက်အထားစိစစ်ခြင်း ယန္တရားသို့ ပြောင်းပြီး စကားဝှက်အထောက်အထားစိစစ်ခြင်းကို ပိတ်ပါ။ <a href='https://github.com/hiddify/Hiddify-Manager/wiki/Disable-SSH-Password-Authentication'>ပိုမို ဖတ်ရှုရန်...</a>
pt: Seu servidor está vulnerável a abusos porque PasswordAuthentication está habilitado em seu SSH. Para proteger seu servidor, mude para o mecanismo de autenticação de chave e desative PasswordAuthentication. <a href='https://github.com/hiddify/Hiddify-Manager/wiki/Disable-SSH-Password-Authentication'>consulte Mais informação...</a>

source: SingBox: SSH
pt: caixa de som: ssh

# sub_link_only
source: 📳 Only for Subscription Link (can be Direct, Relay, or CDN)
my: 📳 စာရင်းသွင်းလင့်ခ်အတွက်သာလျှင် (Direct, Relay, သို့ CDN ဖြစ်နိုင်သည်)
pt: 📳 Somente para Link de Assinatura (pode ser direto, relé ou CDN)
ru: 📳 Только для ссылки на подписку (может быть Direct, Relay или CDN)

source: Test
fa: تست
my: စမ်းသပ်
pt: Teste
ru: Тест

source: Update
my: မွမ်းမံ
pt: Atualizar

# user.current_usage_GB
source: Current Usage (GB)
fa: حجم مصرفی (گیگابایت)
my: လတ်တလော အသုံးပြုမှု (GB)
pt: Uso atual (GB)
ru: Текущее использование (GB)

# user.define_mode
source: The user's Package Mode. should the usage reset every Month, Week, etc
my: အသုံးပြုသူ၏ Package မုဒ်။ အသုံးပြုမှုကို လတိုင်း၊ အပတ်စဉ် စသည်ဖြင့် ပြန်လည်သတ်မှတ်သင့်ပါသည်။
pt: O modo de pacote do usuário. o uso deve ser redefinido a cada mês, semana etc.

# user.expiry_time
source: Expire (Days)
fa: انقضا (روز)
my: ကုန်ဆုံး (ရက်များ)
pt: Expiração (dias)
ru: Срок действия (дней)

# user.home.all_configs
source: All Configs
fa: تمام کانفیگ‌ها
my: Configs အားလုံး
pt: Todas as configurações
ru: Все конфигурации

# user.home.allconfig.clash-configs
source: Clash Configs
fa: کانفیگ‌های کلش
pt: Configurações de Clash
ru: Конфигурация Clash

# user.home.allconfig.hiddify-managers
source: All Config of HiddifyManager Admins
my: HiddifyManager Admins ၏ Config အားလုံး
pt: Todas as configurações dos administradores do HiddifyManager
ru: Все менеджеры конфигураций Hiddify

# user.home.allconfig.link-configs
source: Subscription Link
fa: لینک برای Subscription
my: စာရင်းသွင်းလင့်ခ်
pt: Link de assinatura
ru: Subscription

# user.home.allconfig.name
source: Name and Link
fa: اسم و لینک
my: အမည်နှင့် လင့်ခ်
pt: Nome e Link
ru: Имя и ссылка

# user.home.allconfig.protocol
source: Protocol
fa: پروتکل
my: ပရိုတိုကောလ်
pt: Protocolo
ru: Протокол

# user.home.allconfig.security
source: Security
fa: امنیت
my: လုံခြုံရေး
pt: Segurança
ru: Security

# user.home.allconfig.transport
source: Transport
fa: انتقال
my: ပို့ဆောင်
pt: Transporte
ru: Транспорт

# user.home.allconfig.type
source: Type
fa: نوع
my: အမျိုးအစား
pt: Tipo
ru: Тип

# user.home.allconfigs.expect_vless
source: Except VLess
fa: به جز vless
my: VLess မှ လွဲ၍
pt: Exceto VLess
ru: Исключить VLess

# user.home.android.intro
source: Please install Hiddify Android from %(dl_link)s %(play_link)s. <!-- <div class='callout callout-danger'> <b>Update Hiddify Android to Version 0.14</b> </div>--> <details> <summary>Why Hiddify Android?</summary> <div class='callout callout-info'> Hiddify Android is an Open Source Fork Of Clash That Supports More Protocols. <br> It's Source Codes Exist in <a href='https://github.com/hiddify/HiddifyProxyAndroid'>GitHub</a>. <br> Therefore, it is safe. <details> <summary>Alternative: Normal Clash</summary> <div class='btn-group'> <a href='https://play.google.com/store/apps/details?id=com.github.kr328.clash' class='btn btn-warning orig-link'>Clash in Google Play</a> </div> <div class='btn-group'> <a href='/{{hconfigs[ConfigEnum.proxy_path]}}/gh/Kr328/ClashForAndroid/releases/download/v2.5.12/cfa-2.5.12-premium-universal-release.apk' class='btn btn-warning orig-link'>Direct Download</a> </div> <div class='alert alert-danger'> Clash does not support VLess protocol. therefore, we need to add another link for it. </div> </details> </div> </details>
fa: لطفاً HiddifyAndroid را از لینک‌(های) زیر نصب نمایید: <br> %(dl_link)s یا %(play_link)s <!-- <div class="callout callout-danger"> <b>اپ HiddifyAndroid را به ورژن 0.14 آپدیت کنید. </b> </div> --> <details> <summary>آیا استفاده از HiddifyAndorid ایمن است؟</summary> <div class="callout callout-info"> اپ HiddifyAndroid یک ورژن (fork) منبع باز از اپ Clash است که نسبت به اپ کلش از پروتکل های بیشتری پشتیبانی می کند. <br> کدهای منبع آن را در گیت‌هاب می‌توانید ببینید: <a href="https://github.com/hiddify/HiddifyProxyAndroid">GitHub</a>. <br> بنابراین، با خیال راحت از آن استفاده کنید. <details> <summary>جایگزین: Normal Clash</summary> <div class="btn-group"> <a href="https://play.google.com/store/apps/details?id=com.github.kr328.clash" class="btn btn-warning orig-link">دانلود از Google Play</a> </div> <div class="btn-group"> <a href="/{{hconfigs[ConfigEnum.proxy_path]}}/gh/Kr328/ClashForAndroid/releases/download/v2.5.12/cfa-2.5.12-premium-universal-release.apk" class="btn btn-warning orig-link">دانلود مستقیم</a> </div> <div class="alert alert-danger"> Clash از پروتکل VLESS پشتیبانی نمی کند. بنابراین، باید از پروتکل دیگری برای آن استفاده کنید. </div> </details> </div> </details>
my: ကျေးဇူးပြု၍ Hiddify Android ကို %(dl_link)s %(play_link)s မှ ထည့်သွင်းပါ။ <!-- <div class='callout callout-danger'> <b>Update Hiddify Android to Version 0.14</b> </div>--> <details> <summary>အဘယ်ကြောင့် Hiddify Android</summary> <div class='callout callout-info'> Hiddify Android သည် နောက်ထပ်ပရိုတိုကောများကို ပံ့ပိုးပေးသည့် Open Source Fork Of Clash ဖြစ်သည်။ <br> ၎င်း၏ ရင်းမြစ်ကုဒ်များသည် <a href='https://github.com/hiddify/HiddifyProxyAndroid'>GitHub</a>တွင်ရှိသည်။ <br> ထို့ကြောင့် ဘေးကင်းသည်။ <details> <summary>အခြားရွေးချယ်စရာ- Normal Clash</summary> <div class='btn-group'> <a href='https://play.google.com/store/apps/details?id=com.github.kr328.clash' class='btn btn-warning orig-link'>Clash in Google Play</a> </div> <div class='btn-group'> <a href='/{{hconfigs[ConfigEnum.proxy_path]}}/gh/Kr328/ClashForAndroid/releases/download/v2.5.12/cfa-2.5.12-premium-universal-release.apk' class='btn btn-warning orig-link'>Direct Download</a> </div> <div class='alert alert-danger'> Clash does not support VLess protocol. therefore, we need to add another link for it. </div> </details> </div> </details>
pt: Por favor, instale Hiddify Android de %(dl_link)s %(play_link)s. <!-- <div class='callout callout-danger'> <b>Atualize o Hiddify Android para a versão 0.14</b> </div>--> <detalhes> <summary>Por que ocultar o Android?</summary> <div class='callout callout-info'> Hiddify Android é um Fork Of Clash de código aberto que suporta mais protocolos. <br> Seus códigos-fonte existem em <a href='https://github.com/hiddify/HiddifyProxyAndroid'>GitHub</a>. <br> Portanto, é seguro. <detalhes> <summary>Alternativa: Conflito normal</summary> <div class='btn-group'> <a href='https://play.google.com/store/apps/details?id=com.github.kr328.clash' class='btn btn-warning orig-link'>Clash no Google Play</a> </div> <div class='btn-group'> <a href='/{{hconfigs[ConfigEnum.proxy_path]}}/gh/Kr328/ClashForAndroid/releases/download/v2.5.12/cfa-2.5.12-premium-universal-release.apk' class='btn btn-warning orig-link'>Download direto</a> </div> <div class='alert alert-danger'> O Clash não oferece suporte ao protocolo VLess. portanto, precisamos adicionar outro link para ele. </div> </detalhes> </div> </detalhes>
ru: Пожалуйста, установите Hiddify Android из %(dl_link)s %(play_link)s. <!-- <div class="выноска-опасность"> <b>Обновить Hiddify Android до версии 0.14</b> </div>--> <details> <summary>Зачем Hiddify Android?</summary> <div class="выноска-информация-выноска"> Hiddify Android — это форк Clash с открытым исходным кодом, который поддерживает больше протоколов. <br> Его исходные коды существуют в <a href="https://github.com/hiddify/HiddifyProxyAndroid">GitHub</a>. <br> Поэтому это безопасно. <details> <summary>Альтернатива: обычное приложение Clash</summary> <div class="btn-group"> <a href="https://play.google.com/store/apps/details?id=com.github.kr328.clash" class="btn btn-warning orig-link">Clash в Google Play</a> </div> <div class="btn-group"> <a href="/{{hconfigs[ConfigEnum.proxy_path]}}/gh/Kr328/ClashForAndroid/releases/download/v2.5.12/cfa-2.5.12-premium-universal-release.apk" class="btn btn-warning orig-link">Прямая загрузка</a> </div> <div class="alert alert-danger"> Clash не поддерживает протокол VLess. поэтому нам нужно добавить для него еще одну ссылку. </div> </details> </div> </details>

# user.home.branding.linktitle
source: Support Page Link
fa: صفحه پشتیبانی
my: အထောက်အကူ စာမျက်နှာ လင့်ခ်
pt: Link da página de suporte
ru: Ссылка на страницу поддержки

# user.home.branding.title
source: Support
fa: پشتیبانی
my: အထောက်အကူ
pt: Apoiar
ru: Поддержка

# user.home.clash_configs.all_sites.btn
source: Install Proxy for All Sites.
fa: نصب برای همه سایت‌ها
my: ဆိုဒ်အားလုံးအတွက် ပရောက်စီ ထည့်ရန်
pt: Instale o proxy para todos os sites.
ru: Установите прокси для всех сайтов

# user.home.clash_configs.all_sites.description
source: Use Proxy for all websites even for local websites. <div class='callout callout-danger'> Loading local sites will be slower and will endanger your privacy. </div>
fa: <b>این حالت پیشنهاد نمی‌شود</b>. استفاده از پروکسی برای همه سایت‌ها، حتی برای سایت‌های داخلی. <div class="callout callout-danger"> در این حالت همه سایت‌ها (حتی سایتهای داخلی) از پروکسی عبور می‌کنند که باعث به خطر افتادن امنیت و مسدود شدن پروکسی خواهد شد. </div>
my: ဒေသတွင်း ဝက်ဆိုဒ်များတွင်သာမက ဝက်ဆိုဒ်အားလုံးတွင် ပရောက်စီ သုံးပါ။ <div class='callout callout-danger'> ဒေသတွင်း ဆိုဒ်များကို ဝန်ဆွဲယူရာတွင် နှေးကွေးပြီး သင့် လုံခြုံရေးကို အန္တရာယ် ရှိစေနိုင်သည်။ </div>
pt: Use Proxy para todos os sites, mesmo para sites locais. <div class='callout callout-danger'> O carregamento de sites locais será mais lento e colocará em risco sua privacidade. </div>
ru: Используйте прокси для всех веб-сайтов, даже для локальных. <div class="выноска-опасность"> Загрузка локальных сайтов будет медленнее и поставит под угрозу вашу конфиденциальность </div>

# user.home.clash_configs.all_sites.title
source: Proxy for All Sites
fa: پروکسی برای همه سایت‌ها
my: ဆိုဒ်အားလုံးအတွက် ပရောက်စီ
pt: Proxy para todos os sites
ru: Прокси для всех сайтов

# user.home.clash_configs.alternative_for_normal_clash
source: Alternative link for Clash
fa: لینک جایگزین برای کلش معمولی
my: Clash အတွက် အစားထိုးလင့်ခ်
pt: Link alternativo para Clash
ru: Альтернативная ссылка для Clash

# user.home.clash_configs.foreign_sites.btn
source: Install for Foreign Sites
fa: پروفایل برای سایت‌های خارجی
my: နိုင်ငံခြားဆိုဒ်များအတွက် ထည့်ရန်
pt: Instalar para sites estrangeiros
ru: Установка для зарубежных сайтов

# user.home.clash_configs.foreign_sites.description
source: Use Proxy for all foreign sites (even not blocked ones). <div class='callout callout-warning'> This mode is useful in accessing some sanctaioned sites. </div>
fa: در این حالت همه سایت‌های خارجی (حتی سایت‌های غیر فیلتر) از پروکسی استفاده می‌کند و سایت‌های ایرانی مستقیم وصل خواهند شد. <div class="callout callout-warning"> در این این حالت همه سایت‌های خارجی (حتی فیلتر نشده‌ها)، از پروکسی عبور داده می‌شوند. برای دسترسی به بعضی از سایت‌های تحریم شده مفید است. </div>
my: နိုင်ငံခြား ဝက်ဆိုဒ်အားလုံးအတွက် ပရောက်စီ သုံးပါ (မပိတ်ပင်ထားသော ဆိုဒ်များအပါအဝင်)။ <div class='callout callout-warning'> အရေးယူထားသော ဆိုဒ်အချို့ကို ဝင်ရောက်ရာတွင် ဤမုဒ်သည် အသုံးဝင်သည်။ </div>
pt: Use Proxy para todos os sites estrangeiros (mesmo os não bloqueados). <div class='callout callout-warning'> Este modo é útil para acessar alguns sites sancionados. </div>
ru: Используйте прокси для всех зарубежных сайтов (даже не заблокированных). <div class="выноска-предупреждение"> Этот режим полезен для доступа к некоторым заблокированным сайтам. </div>

# user.home.clash_configs.foreign_sites.title
source: Foreign Sites Proxy
fa: برای همه سایت‌های خارجی
my: နိုင်ငံခြားဆိုဒ် ပရောက်စီ
pt: Proxy de Sites Estrangeiros
ru: Прокси для зарубежных сайтов
