Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

source: Search Settings
my: ရှာဖွေရန် အပြင်အဆင်များ
pt: Procurar Configurações

source: %(count)s records were successfully disabled.
my: မှတ်တမ်း %(count)s ခုအား အောင်မြင်စွာ ရပ်နားပြီးပြီ။
pt: %(count)s registros foram desativados com sucesso.

source: %(count)s records were successfully enabled.
my: မှတ်တမ်း %(count)s ခုအား အောင်မြင်စွာ ဖွင့်ပြီးပြီ။
pt: %(count)s registros foram ativados com sucesso.

source: %(expire_days)s days
my: %(expire_days)s ရက်
pt: %(expire_days)s dias

# 0 - Last day
source: Last Day
fa: آخرین روز
my: နောက်ဆုံးရက်
pt: Último dia
ru: Последний день

source: Access Denied
fa: دسترسی غیرمجاز
my: ဝင်ခွင့် ပိတ်ပင်ထားခဲ့ပြီ
pt: Acesso negado
ru: Доступ запрещен

source: Actions
fa: عملیات
my: လုပ်ဆောင်ချက်များ
pt: Ações
ru: Действия

source: Active
my: သက်ဝင်နေ
pt: ativo

source: Active Users
my: သက်ဝင်နေသော အသုံးပြုသူများ
pt: Usuários ativos
ru: Активные пользователи

source: Add
my: ပေါင်းထည့်
pt: Adicionar

source: Add some Text that is only visible to Super Admin
fa: متنی را اضافه کنید که فقط برای سوپرادمین ها قابل مشاهده هست
my: အဆင့်မြင့် စီမံခန့်ခွဲသူ သာလျှင် မြင်ရမည့် စာသားအချို့ ပေါင်းထည့်ရန်
pt: Adicione algum texto que seja visível apenas para o superadministrador
ru: Добавьте текст, который будет виден только суперадминистратору

# Add some text that is only visible to you.
source: You can add some text that Is only visible to you
fa: در این قسمت یادداشتی اضافه کنید. (این یادداشت فقط برای شما قابل نمایش است.)
my: သင်သာလျှင် မြင်ရမည့် စာသားအချို့ကို သင်ပေါင်းထည့်နိုင်သည်
pt: Você pode adicionar algum texto, será visível apenas para voce
ru: Вы можете добавить текст, который будет виден только вам.

source: Added by
my: ပေါင်းထည့်သူ
pt: Adicionado por
ru: Добавлено

source: Admins
my: စီမံခန့်ခွဲသူများ
pt: Administradores
ru: Администраторы

source: Alias
fa: نام نمایشی
my: အမည်ပွား
pt: Pseudônimo

source: All
fa: همه
my: အားလုံး
pt: Todos
ru: Все

source: All Users
my: အသုံးပြုသူ အားလုံး
pt: Todos os usuários
ru: Все пользователи

source: Apply
my: အကျိုးသက်ရောက်စေရန်
pt: Aplicar

source: Are you sure you want to delete \'%(name)s\' recursively?
my: \'%(name)s\' ကို ထပ်မံတလဲလဲ ဖျက်လိုသည်မှာ သင်သေချာပါသလား။
pt: Você tem certeza que deseja excluir \'%(name)s\' recursivamente?

source: Are you sure you want to delete \'%(name)s\'?
my: \'%(name)s\' ကို ဖျက်လိုသည်မှာ သင်သေချာပါသလား။
pt: Você tem certeza que deseja excluir \'%(name)s\'?

source: Are you sure you want to delete this record?
my: ဤမှတ်တမ်းအား ဖျက်လိုသည်မှာ သင်သေချာပါသလား။
pt: Você tem certeza que deseja excluir este item?

source: ⚠️ Are you sure you want to do this action?
my: ⚠️ ဤလုပ်ဆောင်ချက်ကို လုပ်ဆောင်လိုသည်မှာ သင်သေချာပါသလား။
pt: ⚠️Tem certeza que deseja fazer esta ação?
ru: ⚠️ Вы уверены, что хотите выполнить это действие?

source: Back
fa: بازگشت
my: နောက်သို့
pt: Voltar
ru: Назад

source: ➖ Bridge Servers
my: ➖ တံတားဆာဗာများ
pt: ➖ Servidores Bridge
ru: ➖ Bridge серверы

# Bug
source: Bug/Feature
my: ဘတ်/အင်္ဂါရပ်များ
pt: Bug/recurso
ru: Bug/Feature

# CPU %(cores)s Cores
source: CPU %(cores)s Core
my: စီပီယူ %(cores)s ကိုး
pt: CPU %(cores)s Núcleos
ru: ЦП %(cores)s Ядро

source: 👥 Can Add Sub Admin
my: 👥 စီမံခန့်ခွဲသူ အခွဲ ထည့်နိုင်သည်
pt: 👥 Pode adicionar subadministrador
ru: 👥 Может добавлять администраторов

source: Check Again
fa: بررسی مجدد
my: ထပ်မံစစ်ဆေးရန်
pt: Verifique novamente
ru: Проверить снова

# Childs
source: Children
fa: زیرمجموعه‌ها
my: ကလေးသူငယ်
pt: Crianças
ru: Дочерние

source: Click here to see the complete log
fa: برای دیدن لاگ کامل، اینجا کلیک کنید.
my: မှတ်တမ်းအပြည့်အစုံကြည့်ရန် ဤနေရာကို နှိပ်ပါ
pt: Clique aqui para ver o registro completo
ru: Нажмите здесь, чтобы просмотреть весь журнал

# Click to Import
source: Tap to Import
my: တင်သွင်းရန် တို့ထိပါ
pt: Click to Import
ru: Импортировать

# Click to Start Anti-Filter.
source: <i class='fa-solid fa-play'></i> Tap to Set up Anti-Filter
my: <i class='fa-solid fa-play'></i> တန်ပြန်စိစစ်မှုကို သတ်မှတ်ရန် နှိပ်ပါ
pt: <i class='fa-solid fa-play'></i> Toque para iniciar o Antifiltro.
ru: <i class="fa-solid fa-play"></i> Нажмите, чтобы запустить Anti-Filter

source: Close
fa: بستن
my: ပိတ်ရန်
pt: Fechar
ru: Закрыть

source: Commercial use
fa: استفاده تجاری
my: စီးပွားရေးသုံး
pt: Utilização comercial
ru: Коммерческое использование

source: Config file is incorrect.
fa: فایل کانفیگ اشتباه است.
my: ကွန်ဖစ် ဖိုင် မှားယွင်းနေသည်
pt: O arquivo de configuração está incorreto.
ru: Конфигурационный файл неверен

source: Copy Link
my: လင့်ခ်အား ကူးယူရန်
pt: Link de cópia
ru: Копировать ссылку

source: Couldn't find your IP Addresses
my: သင့် အိုင်ပီလိပ်စာများအား မရှာဖွေနိုင်ခဲ့ပါ
pt: Não foi possível encontrar seus endereços IP

source: Count:
fa: تعداد:
my: အရေအတွက်:
pt: Contar:
ru: Количество:

source: Create
fa: ایجاد
my: ဖန်တီးရန်
pt: Criar
ru: Создать

source: Create Directory
my: ဒိုင်ယာထရီ ဖန်တီးရန်
pt: Criar diretório

source: Create New Record
my: မှတ်တမ်းအသစ် ဖန်တီးရန်
pt: Criar Novo Registro

source: Create Package
my: ထုတ်ပိုးမှု ဖန်တီးရန်
pt: Criar pacote

source: Current Domain
my: လက်ရှိ ဒိုမိန်း
pt: Domínio atual

source: Dear {} Your Hiddify Information is UUID: {} Last Online Date: {} Expire Time: {} Usage Class: {}
fa: {} عزیز اطلاعات اکانت شما در هیدیفای به شرح زیر است UUID : {} آخرین زمان آنلاین بودن : {} تاریخ انقضا : {} نوع مصرف : {} با آرزوی موفقیت. 🎉 🎉 🎉
my: ချစ်ခင်ရသော {} သင့် ဟစ်ဒီဖိုင်း အချက်အလက်များမှာ UUID: {} နောက်ဆုံး အွန်လိုင်းတက် ရက်: {} ကုန်ဆုံးချိန်: {} အသုံးပြုမှု အတန်းအစား: {}
pt: Querido {} Suas informações do Hiddify são UUID: {} Última data on-line: {} Tempo de expiração: {} Classe de uso: {}
ru: Дорогой {} Ваша информация Hiddify UUID: {} Дата последнего онлайн-соединения: {} Истекает : {} Класс использования: {}

source: Delete?
my: ဖျက်မည်လော။
pt: Excluir?

source: ⚠️ Develop
fa: توسعه
my: ⚠️ ဖွံ့ဖြိုး
pt: ⚠️ Desenvolver
ru: ⚠️ Разработка

source: ➖ Direct
my: ➖ တိုက်ရိုက်
pt: ➖ Direto
ru: ➖ Прямые proxy

source: ➡️ <b>Direct:</b> Select this mode if you configure your domain exclusively on your DNS provider in DNS-only mode. (CDN or Proxy Mode Off) <br> 🔙 <b>Old Direct Mode:</b> This mode is similar to Direct mode but does not utilize gRPC for communication. Select Old Mode if you prefer to configure your domain on your DNS provider in DNS-only mode without utilizing gRPC. <br> 🔀 <b>CDN:</b> Select this mode if you use a CDN provider for your server's domain. (Proxy Mode On)<br> ☑️ <b>Automatic CDN IP Selector:</b> This mode functions similarly to CDN mode but with an automated IP assignment based on the IP provided by <a href='https://ircf.space' target='_blank'>ircf.space</a>. In Auto CDN IP mode, the IP address is resolved from the domain, while in CDN mode, the domain is returned.<br> ♾️ <b>Relay:</b> Select this mode if you are using one or more Intermediary servers. <a href='https://github.com/hiddify/hiddify-config/discussions/129' target='_blank'>Read More</a> <br> ✴️ <b>Cloudflare Worker:</b> This mode enables automatic creation of workers for your domain in Cloudflare. Simplify the setup and management of workers by registering this domain, as the necessary steps for worker registration are handled automatically within Cloudflare. <br> 🔂 <b>Reality:</b> Utilize the Reality protocol to create multiple domains. <br> 🆎 <b>Fake Site:</b> Select this mode if you want to use a fake Domain (e.g., Soft98.ir) to bypass SNI whitelist Proxy. (Not Recommended) <br>
fa: حالت <b>Direct</b>: اگر دامنه خود را روی ارائه دهنده DNS خود در حالت فقط DNS تنظیم کرده اید، این حالت را انتخاب کنید. (CDN یا پروکسی خاموش باشد.) <br> حالت <b>CDN</b>: اگر از دامنه خود در ارائه دهنده CDN استفاده می کنید، این حالت را انتخاب کنید. (حالت پروکسی روشن باشد.)<br> حالت <b>Auto CDN IP</b>: مانند حالت CDN است با این تفاوت که اتوماتیک آی پی مناسب بر اساس آی پی ارائه شده توسط ircf.space ست می‌شود. در auto_cdn_ip به جای دامنه ip ثبت می شود<br> حالت <b>Relay</b>: اگر از یک یا چند سرور واسطه استفاده می کنید، این حالت را انتخاب کنید. <a href="https://github.com/hiddify/hiddify-config/discussions/129" target="_blank">بیشتر بخوانید.</a> <br> حالت <b>Fake</b>: اگر می‌خواهید از یک دامنه جعلی (مانند soft98.ir) برای دور زدن پروکسی لیست سفید SNI استفاده کنید، این حالت را انتخاب کنید. (توصیه نمیشود.)
my: ➡️ <b>တိုက်ရိုက်:</b> သင်၏ DNS ထောက်ပံ့သူထံတွင် သင့်ဒိုမိန်းအား DNS-only မုဒ်ဖြင့် သင်စီစဉ်ထားပါက ဤ အပြင်အဆင်အား ရွေးချယ်ပါ (CDN သို့မဟုတ် ပရောက်စီ မုဒ် ပိတ်) <br> 🔙 <b>Old Direct Mode:</b> ဤမုဒ်သည် တိုက်ရိုက်မုဒ်နှင့် အလားတူသော်လည်း ဆက်သွယ်ရေးအတွက် gRPC ကို အသုံးမပြုပါ။ gRPC ကို အသုံးမပြုဘဲ DNS-only မုဒ်ဖြင့် သင့်ဒိုမိန်းအား သင်၏ DNS ထောက်ပံ့သူထံတွင် စီစဉ်ထားပါက Old Mode ကို ရွေးချယ်ပါ။ <br> 🔀 <b>CDN:</b> သင်၏ ဆာဗာဒိုမိန်းတွင် CDN ထောက်ပံ့သူအား အသုံးပြုထားပါက ဤမုဒ်ကို ရွေးပါ။ (Proxy Mode On)<br> ☑️ <b>Automatic CDN IP Selector:</b> ဤမုဒ်သည် CDN မုဒ်နှင့် ဆင်တူသော်လည်း <a href='https://ircf.space' target='_blank'>ircf.space</a> မှ သတ်မှတ်ပေးသော အိုင်ပီအပေါ် အခြေခံ၍ အလိုအလျောက် အိုင်ပီချမှတ်ခြင်း ဖြစ်သည်။ Auto CDN IP မုဒ်တွင် အိုင်ပီလိပ်စာကို ဒိုမိန်းမှ ဖြေဆိုပေးပြီး CDN မုဒ်တွင် ဒိုမိန်း ပြန်ကန်သည်။<br> ♾️ <b>Relay:</b> Intermediary ဆာဗာ တစ်ခုသို့ ထို့ထက်ပို၍ အသုံးပြုပါက ဤမုဒ်ကို ရွေးပါ။ <a href='https://github.com/hiddify/hiddify-config/discussions/129' target='_blank'>ပိုမို ဖတ်ရှုရန်</a> <br> ✴️ <b>Cloudflare Worker:</b> ဤမုဒ်သည် ကလောက်ဖဲရှိ သင့်ဒိုမိန်းအတွက် အလုပ်သမားများ အလိုအလျောက် ဖန်တီးမှုကို ဖြစ်ပေါ်စေသည်။ ကလောက်ဖဲအတွင်း လိုပ်သော အလုပ်သမား အဆင့်များအား အလိုအလျောက် မှတ်ပုံတင် ဆောင်ရွက်ပေးသည့်အတွက် ဤဒိုမိန်းမှတ်ပုံတင်ခြင်းသည် အလုပ်သမား ပြင်ဆင်ခြင်းနှင့် စီမံခန့်ခွဲမှုကို ရိုးရှင်းစေသည်။ <br> 🔂 <b>Reality:</b> ဒိုမိန်းအများအပြား ဖန်တီးရန်အတွက် Reality protocol ကို အသုံးချပါ။ <br> 🆎 <b>ဆိုဒ်အတု:</b> SNI whitelist Proxy အား ဖြတ်ကျော်နိုင်ရန် ဒိုမိန်းအတု (ဥပမာ Soft98.ir) အသုံးပြုခြင်းအတွက် ဤမုဒ်ကို ရွေးချယ်ပါ။ (အကြံပြုမထား) <br>
pt: Modo <b>Direto</b>: escolha este modo se você definir seu domínio em seu provedor DNS em um modo somente DNS. (Modo CDN ou Proxy desligado) <br> Modo <b>CDN</b>: escolha este modo se você usar o domínio do seu servidor em um provedor CDN. (Modo proxy ativado)<br> Modo <b>Auto CDN IP</b>: É como o modo CDN, exceto que o IP apropriado é definido automaticamente com base no IP fornecido pelo ircf.space. Em Auto_CDN_IP, o IP será resolvido do domínio, mas no modo cdn, o domínio será retornado<br> Modo <b>Relay</b>: escolha este modo se estiver usando um ou mais servidores intermediários. <a href='https://github.com/hiddify/hiddify-config/discussions/129' target='_blank'>Leia mais</a> <br> Modo <b>Fake</b>: escolha este modo se quiser usar um domínio falso (por exemplo, Soft98.ir) para ignorar o proxy SNI whitelist. (Não recomendado)
ru: ➡️ <b>Direct:</b> выберите этот режим, если вы настраиваете свой домен исключительно у своего DNS-провайдера в режиме «только DNS». (Режим CDN или прокси выключен) <br> 🔙 <b>Старый режим Direct:</b> Этот режим аналогичен режиму Direct, но не использует gRPC для связи. Выберите «Старый режим», если вы предпочитаете настроить свой домен у своего DNS-провайдера в режиме «только DNS» без использования gRPC. <br> 🔀 <b>CDN:</b> выберите этот режим, если вы используете провайдера CDN для домена вашего сервера. (Режим прокси включен)<br> ☑️ <b>Автоматический выбор IP-адреса CDN:</b> Этот режим работает аналогично режиму CDN, но с автоматическим назначением IP-адреса на основе IP-адреса, предоставленного <a href="https://ircf.space" target="_blank" >ircf.space</a>. В режиме Auto CDN IP IP-адрес определяется из домена, а в режиме CDN возвращается домен.<br> ♾️ <b>Relay:</b> выберите этот режим, если вы используете один или несколько промежуточных серверов. <a href="https://github.com/hiddify/hiddify-config/discussions/129" target="_blank">Подробнее</a> <br> ✴️ <b>Cloudflare Worker:</b> Этот режим позволяет автоматически создавать процессов для вашего домена в Cloudflare. Упростите настройку и управление ими, зарегистрировав этот домен, поскольку необходимые шаги для регистрации процессов выполняются автоматически в Cloudflare. <br> 🔂 <b>Reality:</b> используйте протокол Reality для создания нескольких доменов. <br> 🆎 <b>Поддельный сайт:</b> выберите этот режим, если вы хотите использовать поддельный домен (например, Soft98.ir) для обхода прокси-сервера белого списка SNI. (Не рекомендуется) <br>

source: Disable
fa: غیرفعال
my: ရပ်နား
pt: Desativar
ru: Отключить

# Disk
source: Hard Disk
fa: هارد دیسک
my: ဟာ့ဒစ်
pt: Disco rígido
ru: Жесткий диск

source: Domain
fa: دامنه
my: ဒိုမိန်း
pt: Domínio
ru: Домен

source: Domain (%(domain)s)-> IP = %(domain_ip)s is not same as your IP = %(server_ip)s . this is required in Direct Mode
fa: دامنه (%(domain)s)-> IP=%(domain_ip)s با آی‌پی شما: ip=%(server_ip)s همخوانی ندارد. در حالت مستقیم (Direct Mode) این مورد الزامی است.
my: ဒိုမိန်း (%(domain)s)-> IP = %(domain_ip)s သည် သင်၏ IP = %(server_ip)s နှင့် မတူညီပါ။ တိုက်ရိုက်မုဒ်တွင် ဤသည်မှာ လိုအပ်သည်။
pt: Domain (%(domain)s)-> IP = %(domain_ip)s não é igual ao seu IP = %(server_ip)s . isso é necessário no modo direto
ru: Домен (%(domain)s)-> IP = %(domain_ip)s не совпадает с вашим IP = %(server_ip)s . это требуется в режиме Direct

source: Domain IP=%(domain_ip)s is not matched with your ip=%(server_ip)s which is required in direct mode
fa: آی‌پی دامنه IP=%(domain_ip)s با آی‌پی سرور شما ip=%(server_ip)s مطابقت ندارد. در حالت مستقیم، این دو باید یکی باشند.
my: ဤတိုက်ရိုက်မုဒ်တွင် လိုအပ်သော ဒိုမိန်း IP=%(domain_ip)s သည် သင်၏ ip=%(server_ip)s နှင့် မတူညီပါ
pt: O IP do domínio = %(domain_ip)s não corresponde ao seu IP = %(server_ip)s, o que é necessário no modo direto

# Domain can not be resolved! there is a problem in your domain
source: Domain can not be resolved! There is a problem in your domain. Please check your Domain configurations.
fa: دامنه قابل دسترسی نیست! در دامنه شما مشکلی وجود دارد.
my: ဒိုမိန်း ကို ဖြေရှင်း၍မရပါ။ သင့်ဒိုမိန်းတွင် ပြဿနာရှိနေပါသည်။ ကျေးဇူးပြု၍ သင်၏ ဒိုမိန်း ဖွဲ့စည်းမှုပုံစံများကို စစ်ဆေးပါ။
pt: O domínio não pode ser resolvido! Há um problema em seu domínio. Verifique as configurações do seu Domínio.
ru: Не возможно определить IP адрес для домена! В вашем домене возникла проблема. Пожалуйста, проверьте настройки.

source: Domain is Not REALITY Friendly!
my: Domain သည် REALITY တွင် အဆင်ပြေမည်မဟုတ်ပါ။
pt: O domínio não é compatível com Reality!
ru: Домен не подходит для использования с Reality!

source: Domain?
my: ဒိုမိန်း?
pt: Domínio?
