Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

# HiddifyNG
source: HiddifyNG <span class='badge badge-success'>Recommended</span>
my: HiddifyNG <span class='badge badge-success'>အကြံပြုထားပြီး</span>

source: Hover the user to see the reason
fa: روی یوزر کلیک کنید تا دلیل آن را ببینید
my: အကြောင်းပြချက် မြင်နိုင်ရန် အသုံးပြုသူအပေါ်တွင် ရွှေ့ပါ
ru: Наведите курсор на пользователя, чтобы увидеть причину

source: Linux
fa: لینوکس
my: လင်းနပ်စ်
ru: Linux ОС

source: Ok
my: အိုကေ

# QRCode
source: <i class='fa-solid fa-qrcode'></i> QRCode
my: <i class='fa-solid fa-qrcode'></i> ကျူအာ ကုဒ်
ru: <i class="fa-solid fa-qrcode"></i> QRCode

source: Status
fa: وضعیت
my: အခြေအနေ
ru: Статус

source: Telegram Bot
fa: بات تلگرام
my: တယ်လီဂရမ် ဘော့
ru: Телеграм-бот

source: The message was not sent to
fa: پیام نتوانست به کاربران زیر ارسال شود
my: စာသားအား အောက်ပါထံသို့ မပို့ဆောင်နိုင်ခဲ့ပါ
ru: Сообщение не было отправлено

source: Use HiddifyNext:
my: HiddifyNext သုံးရန်:
ru: Используйте HiddifyNext:

# admin.actions.status
source: Status
fa: وضعیت
my: အခြေအနေ
ru: Статус

# admin.menu.proxy
source: Proxies
fa: پروکسی‌ها
my: ပရောက်စီများ
ru: Прокси

# admin.menu.telegram
source: Telegram
fa: تلگرام
my: တယ်လီဂရမ်
ru: Telegram

source: Android
fa: اندروید
my: အန်းဒရွိုက်

source: Auto
my: အလိုအလျောက်
ru: Авто

# config.admin_secret.label
source: Admin Secret
fa: رمز ادمین
my: စီမံခန့်ခွဲသူ လျှို့ဝှက်
ru: Admin Secret

# config.firewall.label
source: 🛡️ Firewall
fa: فایروال
my: 🛡️ မီးလျှံတံတိုင်း
ru: 🛡️ Firewall

# config.splithttp_enable.label
source: 🈁 Split HTTP
my: config.splithttp_enable.label

# domain.ip
source: IP
fa: آی‌پی
my: အိုင်ပီ
ru: IP

# install from google play
source: <i class='fa-brands fa-google-play'></i> Google Play
fa: گوگل‌پلی
my: <i class='fa-brands fa-google-play'></i> ဂူဂယ်ပလေး
ru: <i class="fa-brands fa-google-play"></i> Google Plaн

source: iOS
fa: آی‌او‌اس
my: အိုင်အိုအက်စ်

# lang.fa
source: 🇮🇷 Persian - فارسی
fa: Persian فارسی 波斯语
my: 🇮🇷 ပါရှန်း - فارسی
ru: 🇮🇷 Persian فارسی 波斯语 Персидский

# lang.ru
source: 🇷🇺 Russian - Русский
my: 🇷🇺 ရုရှား - Русский
ru: 🇷🇺 Russian روسی Русский

# lang.zh
source: 🇨🇳 Chinese - 简体中文
fa: Chinese چینی 中国人
my: 🇨🇳 တရုတ် - 简体中文
ru: 🇨🇳 Chinese چینی 简体中文 Китайский

source: 📄 Log
fa: لاگ
my: 📄 မှတ်တမ်း
ru: 📄 Журнал

source: macOS
fa: مک
my: မက်အိုအက်စ်

# master.page-title
source: HiddifyManager
fa: هیدیفای
my: ဟစ်ဒီဖိုင်းမန်နေဂျာ
ru: Hiddify панель

source: Telegram
fa: تلگرام
my: တယ်လီဂရမ်
ru: Телеграмм

# user.home.speedtest.download
source: Download
fa: دانلود
my: ဒေါင်းလုပ်
ru: Скачать

# user.home.telegram.clickbtn
source: Telegram Proxy
fa: پروکسی تلگرام
my: တယ်လီဂရမ် ပရောက်စီ
ru: Телеграм-прокси

# user.home.title
source: HiddifyManager
fa: هیدیفای
my: ဟစ်ဒီဖိုင်း မန်နေဂျာ
ru: Hiddify

source: selected domain for REALITY is not in the same ASN. To better use of the protocol, it is better to find a domain in the same ASN.
ru: Выбранный домен для REALITY не находится в том же ASN. Для более эффективного использования протокола лучше найти Домен в том же ASN

source: Your domains changed. Please do not forget to copy admin links, otherwise you can not access to the panel anymore.
fa: دامنه های شما تغییر کرد. لطفا کپی لینک های مدیریت را فراموش نکنید، در غیر این صورت دیگر نمی توانید به پنل دسترسی داشته باشید.
ru: ⚠️ Ваши домены изменились. пожалуйста, не забудьте скопировать ссылки администратора, иначе вы больше не сможете получить доступ к панели управления

source: Success! Please wait around 4 minutes to make sure everything is updated. During this time, please save your proxy links which are:
fa: لطفا برای اینکه مطمئن شوید تغییرات به درستی اعمال شده، حدود 5 دقیقه صبر کنید. در این فاصله لینک‌های زیر را کپی کرده و در جایی برای خود ذخیره نمایید:
ru: ⚠️ Подождите около 5 минут, чтобы убедиться, что все обновлено. в течение этого времени скопируйте и сохраните ссылки для прокси-серверов:

source: user.UUID
fa: UUID
ru: UUID

source: Define the admin mode.
fa: نوع ادمین را مشخص کنید
ru: 🥇🥈🥉 Режим администратора

source: You can select the configs with which domains show be shown in the user area. If you select all, automatically, all the new domains will be added for each users.
fa: مشخص کنید کاربرانی که با این دامنه، پنل کاربری را مشاهده می‌کنند، کانفیگ‌های مربوط به کدام دامنه‌ها را مشاهده کنند. <br> پیشنهاد: برای یک دامنه با IP فیلتر نشده و متفاوت با بقیه، همه دامنه های دیگر (به جز دامنه فعلی) را انتخاب کنید. در نتیجه از آنجایی که از این IP برای فیلترشکن استفاده نمی‌شود و یک وبسایت ساده است، این دامنه و آی پی هرگز مسدود نمی‌شود و کاربران شما به راحتی می توانند پروفایل های جدید را به روز کنند.
ru: Для посетителей пользовательской области с этим доменом, укажите, какие домены они могут видеть. <br> Предложение: Для домена с IP-адресом не попадащим под фильтры, отличного от других, выберите все остальные домены (кроме текущего). В результате, поскольку этот IP-адрес используется не для прокси-сервера, а для простого веб-сайта, этот домен и IP-адрес никогда не будут заблокированы, и ваши пользователи смогут легко обновлять свои профили.

source: Domain is not correctly mapped to this server!
fa: دامنه به درستی به این سرور وصل نشده است!
ru: Домен неправильно сопоставлен с этим сервером!

source: This version of hiddify panel is outdated. Please update it from admin area.
fa: این نسخه هیدیفای قدیمی شده است. لطفا از محیط ادمین آن را به روزرسانی کنید
ru: ⚠️ Эта версия Hiddify Panel устарела. пожалуйста, обновите его из панели управления администратора.

source: It seems that you have not setup the system completely. <a class="btn btn-success" href="%(quick_setup)s">Click here</a> to complete setup.
fa: به نظر می رسد که شما سیستم را به طور کامل تنظیم نکرده‌اید. برای تکمیل تنظیمات <a class="btn btn-success" href="%(quick_setup)s">اینجا</a> را کلیک کنید.
ru: Похоже, вы не до конца настроили систему. <a class="btn btn-success" href="%(quick_setup)s">Нажмите здесь</a>, чтобы завершить настройку

source: It seems that you have not created any users yet. Default user link: %(default_link)s
fa: شما هنوز هیچ کاربری ایجاد نکرده اید. لینک صفحه کاربری پیشفرض: %(default_link)s
ru: Кажется, вы еще не создали ни одного пользователя, ссылка пользователя по умолчанию: %(default_link)s

source: ssh.password-login.warning.
ru: Ваш сервер уязвим, поскольку в SSH включена авторизация по паролю. Что бы защитить ваш сервер, пожалуйста переключитесь на авторизацию по ключу и отключите параметр PasswordAuthentication в настройках SSH.

source: gRPC is a H2 based protocol. Maybe it is faster for you!
ru: gRPC — это протокол на основе HTTP 2. Возможно, в вашей ситуации он будет быстрее!

source: config.domain-fronting-notsetup-error
fa: خطا! تنظیمات دامین فرانتینگ کامل نشده.
ru: Ошибка! Domain Fronting не установлено.

source: quicksetup.setlang.error
fa: خطایی در تغییر زبان رخ داد
ru: Произошла ошибка при смене языка.

source: config.Invalid domain
fa: خطا! دامنه نامعتبر! فرمت دامنه باید مثل www.google.com باشد.
ru: Ошибка! Неверный домен. Формат домена: www.google.com.

source: config.Domain already used
fa: دامنه در بخش دامنه‌ها وجود دارد. از دامنه دیگری استفاده کنید.
ru: Домен уже существует. Использовать другой домен

source: lib.telegram.orignal
fa: کار نمیکند! اصلی: عملکرد قوی
ru: ⛔️ Не работает — оригинал: высокая производительность.

source: config.Invalid telegram bot token
fa: توکن ربات تلگرام نامعتبر است.
ru: Неверный токен Telegram-бота

source: config.Invalid brand link
fa: لینک پشتیبانی نامعتبر است. لطفا لینک را با فرمت معتبر وارد کنید.
ru: Некорректная ссылка. Поддерживается следующий формат: (https или http://example.com)

source: config.invalid uuid
fa: رمز UUID نامعتبر است. به عنوان مثال: 6098ea35-8cb2-4a08-ba15-2be25bc49cb6
ru: Неверный UUID. пример: 6098ea35-8cb2-4a08-ba15-2be25bc49cb6

source: config.Invalid proxy path
fa: مسیر پروکسی نامعتبر است. باید رشته متن asci باشد. ( شامل a-z A-Z 0-9)
ru: Неверный Proxy Path Это должна быть строка ASCI (a-z A-Z 0-9).

source: config.Invalid port
fa: پورت نامعتبر است. اعداد باید با کاما از هم جدا شود، مثلاً 1000,1001
ru: Неверный порт. это должно быть целое число, разделенное запятыми, например. 2052,2053

source: Define the user mode. Should the usage reset every month?
fa: حالت کاربر را تعریف کنید. کاربر غیرفعال (disable) یا ریست حجم کاربر را مشخص کنید: عدم ریست، ماهانه، هفتگی یا روزانه)
ru: Режим пакета для пользователя - должно ли использование сбрасываться каждый месяц, неделю и т. д.

source: Remaining:
fa: زمان پایان بسته:
ru: Пакет заканчивается

source: Search Settings
ru: Настройки поиска

source: domain.cdn
fa: سی‌دی‌ان
ru: CDN

source: config.vmess_enable.label
fa: فعال کردن vmess
ru: ♈️ Включить VMess

source: config.v2ray_enable.label
fa: فعالسازی V2Ray
ru: ♈️ Включить V2Raу

source: config.telegram_adtag.label
fa: تگ تبلیغاتی تلگرام
ru: 📍 Тег Telegram AD

source: config.ssfaketls_fakedomain.label
fa: دامنه جعلی برای SS fakeTLS
ru: 🌍 SS FakeTLS FakeDomain

source: config.ssfaketls.label
fa: Shadowsocks FakeTLS
ru: Shadowsocks FakeTLS

source: config.shadowtls_enable.label
fa: Shadow TLS
ru: ☑️ ShadowTLS

source: config.shadowtls.label
fa: ShadowTLS
ru: ShadowTLS

source: config.tuic.label
fa: TUIC
ru: TUIC

source: config.ssr.label
fa: SSR
ru: SSR

source: config.kcp.label
fa: KCP
ru: KCP

source: config.utls.label
fa: UTLS
ru: ❇️ uTLS

source: config.warp.label
ru: WARP➕

source: config.reality.label
fa: ریلیتی
ru: Reality

source: config.kcp_enable.label
fa: KCP را فعال کنید.
ru: Включение KCP

source: config.netdata.label
fa: Netdata
ru: Сетевые данные

source: config.ssr_enable.label
fa: فعال کردن SSR
ru: Включение SSR

source: config.ssr_fakedomain.label
fa: دامنه جعلی برای SSR
ru: SSR поддельный домен

source: Please note that your panel can be accessed only via <a href="%(adminlink)s" class="btn btn-primary copy-link">%(adminlink)s</a>. Please save this link.
fa: توجه داشته باشید که تنها از طریق لینک زیر می‌توانید به پنل مدیریت دسترسی داشته باشید. لطفا این لینک را کپی و برای استفاده‌های بعدی ذخیره نمایید. <p class="ltr"> <a href="%(adminlink)s" class="btn btn-secondary copy-link"><i class="fa-solid fa-copy"></i></a> <a href="%(adminlink)s" class="copy-link" style="word-break: break-all;">%(adminlink)s</a></p>
ru: Обратите внимание, что доступ к вашей панели возможен только по следующей ссылке. пожалуйста, сохраните эту ссылку. <p><a href="%(adminlink)s" class="btn btn-secondary copy-link"><i class="fa-solid fa-copy"></i></a> <a href="%(adminlink)s" class="copy-link" style="word-break: Break-all;">%(adminlink)s</a></p>

source: seconds
fa: ثانیه
ru: Секунды

source: The action done successfully. You can now leave this page.
ru: ✅Действие выполнено успешно. Теперь вы можете покинуть эту страницу

source: In this section, you can add your domain. You need to add at least one domain in direct mode.
fa: در این قسمت می توانید دامنه خود را اضافه کنید. <br> اگر می‌خواهید احتمال داشتن IP کثیف را کاهش دهید، می‌توانید چندین سرور میانی اضافه کنید <a href="https://github.com/hiddify/hiddify-config/discussions/129">بیشتر بخوانید</a>. <br> اگر IPv6 یا IPv4 های متعددی در پنل خود دارید، باید دامنه مرتبط با آنها را از طریق relay اضافه کنید.
ru: 1️⃣ В этом разделе вы можете добавить свой Домен. <br> 2. Если вы хотите уменьшить вероятность использования грязного IP-адреса, вы можете добавить сервер с несколькими Relay <a href="https://github.com/hiddify/hiddify-config/discussions/129">Подробнее</a>. <br> 3. Если у вас в панели несколько IPv4 или IPv6, вам необходимо добавить указанный на них домен в качестве Relay.

source: User usage will be updated every 6 minutes. To update it now click <a href="%(link)s" class="btn btn-info">here</a>
fa: حجم مصرفی کاربران بصورت خودکار هر ۱ دقیقه بروزرسانی می‌شود. برای بروزرسانی دستی <a href="%(link)s" class="btn btn-info">اینجا کلیک کنید</a>
ru: 🔄 Статистика использования пользователей будет обновляться каждую 1 минуту, чтобы обновить сейчас, <a href="%(link)s" class="btn btn-info">Нажмите здесь</a>

source: Sending...
ru: 📤Отправка...

source: Hooray 🎉 🎉 🎉 Welcome to hiddifybot. Start by clicking the link on the panel or entering your UUID.
fa: هورا !!! 🎉 🎉 🎉 به ربات هیدیفای خوش آمدید. برای شروع روی لینک مربوطه در پنل کلیک نموده یا UUID خود را وارد کنید.
ru: Ура 🎉 🎉 🎉 Добро пожаловать в бот Hiddify Начните с нажатия ссылки на панели или ввода своего UUID

source: 📅%(expire_days)s days
ru: Осталось 📅%(expire_days) дней

source: user.home.select os
fa: لطفا سیستم عامل خود را انتخاب کنید.
ru: Пожалуйста, выберите вашу операционную систему

source: user.home.speedtest
fa: تست سرعت (شناسایی آی‌پی کثیف)
ru: Тест скорости (обнаружение грязного IP-адреса)

source: user.home.select tool
fa: لطفا یکی از موارد زیر را انتخاب کنید.
ru: Пожалуйста, выберите

source: You should visit this page without VPN. Your country=%(your_country)s expected=%(expected_country)s
fa: شما باید بدون VPN از این صفحه بازدید تا سیستم بتواند آی پی مناسب را برای شما پیدا کند. کشور شما=%(your_country)s
ru: Вам следует посетить эту страницу без VPN, чтобы использовать Auto CDN IP. <br> Ваша страна = %(your_country)s

source: If the application do not open automatically, please click <a class='btn btn-primary copy-link' href='%(sub)s'>this universal link</a> to copy and paste it on your application, or:
ru: Если приложение не открывается автоматически, нажмите <a class='btn btn-primary copy-link' href='%(sub)s'>эту ссылку</a>, чтобы скопировать и вставить ее в ваше приложение или:

source: Download App
ru: Скачать Приложение

source: Commercial Settings
fa: تنظیمات پرکاربرد
ru: Общие настройки

source: admin.menu.api
ru: API

source: cdn
ru: 🔀 CDN (Cloudflare Proxy, ...)

source: worker
ru: ✴️ Cloudflare Worker

source: Access Denied
fa: دسترسی غیر مجاز

source: rebooting system may takes time please wait
fa: راه اندازی مجدد سیستم ممکن است اندکی زمان ببرد. لطفا صبر کنید...

source: can not sync child with parent panel
fa: نمی توان این پنل را با پنل مرکزی هماهنگ کرد.

source: Users
fa: کاربران

source: Can not connect to parent panel!
fa: نمی توان به پنل مرکزی متصل شد!

source: Disable User
fa: غیر فعال کردن کاربر

source: CPU
fa: پردازنده

source: Temporary Link
fa: لینک اضطراری

source: We have opened a temporary port (for 4 hours) to access the panel in case of any issues. Please copy this link.
fa: اگر قسمت سبز رنگ را در کادر زیر مشاهده نکردید (حداکثر تا ۱۰ دقیقه) به این معنی است که در اعمال تنظیمات مشکلی وجود دارد و تنها راه دسترسی به پنل لینک اضطراری هست. <br> بنابراین، حتما لینک اضطراری را کپی کنید، تا در صورت بروز هرگونه مشکل، از این لینک برای دسترسی اضطراری (به مدت ۴ ساعت) استفاده کنید.

source: Please copy the emergency link before leaving this page.
fa: لطفا قبل از ترک این صفحه لینک دسترسی اضطراری را کپی کنید.

source: user.home.allconfig.hiddify-configs
fa: کانفیگ هیدیفای

source: user.home.tool.doh
fa: لینک زیر را در مرورگرتان کپی کنید.

source: Please contact hiddify@gmail.com with the details in this page.
fa: لطفا با هیدیفای از طریق آدرس ایمیل hiddify@gmail.com و ذکر مشخصات این صفحه در ارتباط باشید.

source: Donation
fa: حمایت
