Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

# Donation.description
source: ✳️ We need your help In Developing this Project <br> If you are developer or content producer, please contact us at <a href='mailto:info@hiddify.com'>info@hiddify.com</a> <br><br> ℹ️ Also, we need financial help to further develop this panel and our service (we are Non-Profit). <br> <h5>Payment Methods :</h5> <ul> <li> <div class='btn-group'> <a role='button' data-copy='EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_' role='button' class='btn btn-info share-link'>TON</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE' role='button' class='btn btn-info share-link'>USDT (TRC20)</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM' role='button' class='btn btn-info share-link'>Litecoin</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0' role='button' class='btn btn-info share-link'>Ethereum</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60' role='button' class='btn btn-info share-link'>Bitcoin</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj' role='button' class='btn btn-info share-link'>Dogecoin</a> </div></li> </ul> <br> We need also other help: <ul> <li>👥 Share Hiddify Manager with Others</li> <li>📝Python Developer</li> <li>📝Swift Developer</li> <li>📝Flutter Developer</li> <li>📝Go Developer</li> <li>🖥Content Providers</li> </ul> Please contact us at <a href='mailto:info@hiddify.com'>info@hiddify.com</a> if you can help us.
fa: برای توسعه این پروژه به کمک شما نیاز داریم. <br> اگر توانایی برنامه‌نویسی یا تولید محتوا را دارید، لطفاً با ما از طریق<a href="mailto:hiddify@gmail.com">hiddify@gmail.com</a> تماس بگیرید. <br> <br> همچنین برای توسعه بیشتر این پنل و خدمات آن (ما غیرانتفاعی هستیم.) به کمک مالی نیاز داریم. <br> <br> روش‌های حمایت مالی: <ul> <li> <a target="_blank" href="https://opencollective.com/hiddify/contribute/backer-50556/checkout?interval=month&amount=25" class="btn btn-info copy-link">کارت اعتباری و PayPal</a></li> <li> <div class="btn-group"> <a role="button" data-copy="EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_" class="btn btn-secondary copy-link"><i class="fa-regular fa-copy"></i></a> <a data-copy="EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_" role="button" class="btn btn-info share-link">TON</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE" class="btn btn-secondary copy-link"><i class="fa-regular fa-copy"></i></a> <a data-copy="TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE" role="button" class="btn btn-info share-link">USDT (TRC20)</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM" class="btn btn-secondary copy-link"><i class="fa-regular fa-copy"></i></a> <a data-copy="MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM" role="button" class="btn btn-info share-link">LiteCoin</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0" class="btn btn-secondary copy-link"><i class="fa-regular fa-copy"></i></a> <a data-copy="0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0" role="button" class="btn btn-info share-link">Ethereum</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60" class="btn btn-secondary copy-link"><i class="fa-regular fa-copy"></i></a> <a data-copy="bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60" role="button" class="btn btn-info share-link">Bitcoin</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj" class="btn btn-secondary copy-link"><i class="fa-regular fa-copy"></i></a> <a data-copy="DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj" role="button" class="btn btn-info share-link">Dogecoin</a> </div></li> </ul> <br> راه‌های دیگر برای حمایت از این پروژه: <ul> <li>پنل Hiddify را با دیگران به اشتراک بگذارید.</li> <li>اگر توسعه‌دهنده پایتون هستید، با ما تماس بگیرید.</li> <li>اگر توسعه دهنده Kotlin هستید، با ما تماس بگیرید.</li> <li>اگر توانایی تولید یا ارائه محتوا هستید، با ما تماس بگیرید.</li> </ul> اگر در زمینه‌های ذکر شده و یا هر زمینه دیگری می‌توانید به ما کمک کنید، لطفاً با آدرس <a href="mailto:hiddify@gmail.com">hiddify@gmail.com</a> با ما تماس بگیرید.
my: ✳️ ဤစီမံကိန်းအား ဖွံ့ဖြိုးတိုးတက်စေရန် သင့်အကူအညီကို ကျွန်ုပ်တို့ လိုအပ်သည်။ <br> အကယ်၍ သင်သည် ဒဗလော့ပါ သို့မဟုတ် ကွန်တန့် ထုတ်လုပ်သူဖြစ်ပါက <a href='mailto:info@hiddify.com'>info@hiddify.com</a> သို့ ကျေးဇူးပြု၍ ဆက်သွယ်ပါ။ <br><br> ℹ️ ထို့ပြင်၊ ဤပန်နယ်နှင့် ကျွန်ုပ်တို့၏ ဝန်ဆောင်မှုများ နောက်ထပ် ဖွံ့ဖြိုးစေရန် ငွေကြေးအကူအညီ လိုအပ်ပါသည် (ကျွန်ုပ်တို့သည် အကျိုးအမြတ်မယူပါ)။ <br> <h5>ငွေပေးချေမှု နည်းလမ်းများ:</h5> <ul> <li> <div class='btn-group'> <a role='button' data-copy='EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_' role='button' class='btn btn-info share-link'>TON</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE' role='button' class='btn btn-info share-link'>USDT (TRC20)</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM' role='button' class='btn btn-info share-link'>Litecoin</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0' role='button' class='btn btn-info share-link'>Ethereum</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60' role='button' class='btn btn-info share-link'>Bitcoin</a> </div></li> <li> <div class='btn-group'> <a role='button' data-copy='DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj' role='button' class='btn btn-info share-link'>Dogecoin</a> </div></li> </ul> <br> အခြားသော အကူအညီများလည်း ကျွန်ုပ်တို့ လိုအပ်သည်။ <ul> <li>👥 Share Hiddify Manager with Others</li> <li>📝Python Developer</li> <li>📝Swift Developer</li> <li>📝Flutter Developer</li> <li>📝Go Developer</li> <li>🖥Content Providers</li> </ul> သင်ကူညီနိုင်ပါက ကျေးဇူးပြု၍ ကျွန်ုပ်တို့အား <a href='mailto:info@hiddify.com'>info@hiddify.com</a> တွင် ဆက်သွယ်ပါ။
pt: ✳️ Precisamos da sua ajuda no desenvolvimento deste projeto<inlang-LineFeed><br> Se você é desenvolvedor ou produtor de conteúdo, entre em contato conosco pelo <a href='mailto:info@hiddify.com'>e-mail info@hiddify.com</a><inlang-LineFeed><br><br><inlang-LineFeed> ℹ️ Além disso, precisamos de ajuda financeira para desenvolver ainda mais este painel e nosso serviço (somos sem fins lucrativos).<inlang-LineFeed><br><inlang-LineFeed><h5> Métodos de Pagamento :</h5><inlang-LineFeed><ul><inlang-LineFeed><li><div class='btn-group'> <a role='button' data-copy='EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_' role='button' class='btn btn-info share-link'>TONELADA</a></div></li><inlang-LineFeed><inlang-LineFeed><li><div class='btn-group'><inlang-LineFeed><a role='button' data-copy='TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE' role='button' class='btn btn-info share-link'>USDT (TRC20)</a></div></li><inlang-LineFeed><inlang-LineFeed><li><div class='btn-group'><inlang-LineFeed><a role='button' data-copy='MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM' role='button' class='btn btn-info share-link'>Litecoin</a></div></li><inlang-LineFeed><inlang-LineFeed><li><div class='btn-group'> <a role='button' data-copy='0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0' role='button' class='btn btn-info share-link'>Ethereum</a></div></li><inlang-LineFeed><inlang-LineFeed><li><div class='btn-group'> <a role='button' data-copy='bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60' role='button' class='btn btn-info share-link'>Bitcoin</a></div></li><inlang-LineFeed><inlang-LineFeed><li><div class='btn-group'><inlang-LineFeed><a role='button' data-copy='DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj' class='btn btn-secondary copy-link'><i class='fa-regular fa-copy'></i></a> <a data-copy='DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj' role='button' class='btn btn-info share-link'>Dogecoin</a> </div></li><inlang-LineFeed></ul><inlang-LineFeed><inlang-LineFeed><br><inlang-LineFeed> Precisamos também de outra ajuda:<inlang-LineFeed><ul><inlang-LineFeed><li> 👥 Compartilhe o Hiddify Manager com outras pessoas</li><inlang-LineFeed><li> 📝Desenvolvedor Python</li><inlang-LineFeed><li> 📝Desenvolvedor rápido</li><inlang-LineFeed><li> 📝Desenvolvedor Flutter</li><inlang-LineFeed><li> 📝Go Desenvolvedor</li><inlang-LineFeed><li> 🖥Provedores de conteúdo</li><inlang-LineFeed></ul><inlang-LineFeed><inlang-LineFeed> Entre em contato conosco em <a href='mailto:info@hiddify.com'>info@hiddify.com</a> se puder nos ajudar.
ru: ✳️ Нам нужна ваша помощь в разработке этого проекта. <br> Если вы разработчик или продюсер контента, свяжитесь с нами по адресу <a href="mailto:info@hiddify.com">info@hiddify.com</a>. <br><br> ℹ️Также нам нужна финансовая помощь для дальнейшего развития этой панели и нашего сервиса (мы некоммерческая организация). <br> <h5>Другие способы оплаты</h5> <ул> <li> <a target="_blank" href="https://opencollective.com/hiddify/contribute/backer-50556/checkout?interval=month&amount=25" class="btn btn-info">Кредитная карта и PayPal </a></li> <li> <div class="btn-group"> <a role="button" data-copy="EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_" class="btn btn-вторичная копия-ссылка"><i class="fa-regular fa-copy"></i></a > <a data-copy="EQCWnykA-YhavOXgH3sf-uxtXLjy83_9n5bJPGRPE8r2247_" role="button" class="btn btn-info Share-link">TON</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE" class="btn btn-вторичная копия-ссылка"><i class="fa-regular fa-copy"></i></a> <a data-copy="TXZtFUxyBPMSykAWogu7C4zmbjySKqMcDE" role="button" class="btn btn-info Share-link">USDT (TRC20)</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM" class="btn btn-вторичная копия-ссылка"><i class="fa-regular fa-copy"></i></a> <a data-copy="MCHoh7xwaDBBnQgANPpBtXiekagV6KpdrM" role="button" class="btn btn-info Share-link">Litecoin</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0" class="btn btn-вторичная копия-ссылка"><i class="fa-regular fa-copy"></i></a> <a data-copy="0xF5CFc65ee336B377C2a37EA3BCD0CaD0d0F0CbA0" role="button" class="btn btn-info Share-link">Ethereum</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60" class="btn btn-вторичная копия-ссылка"><i class="fa-regular fa-copy"></i></a> <a data-copy="bc1qkfp7n3wxu2zc9mdy20cf27d5pujj65myww8f60" role="button" class="btn btn-info Share-link">Биткойн</a> </div></li> <li> <div class="btn-group"> <a role="button" data-copy="DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj" class="btn btn-вторичная копия-ссылка"><i class="fa-regular fa-copy"></i></a> <a data-copy="DPerFS2vCu5XnE3He32BaPVTkUDcKLsEaj" role="button" class="btn btn-info Share-link">Dogecoin</a> </div></li> </ul> <br> Нам нужна и другая помощь: <ул> <li>👥 Поделиться панелью Hiddify с другими</li> <li>📝Разработчик Python</li> <li>📝Разработчик Kotlin</li> <li>🖥Поставщики контента</li> </ul> Если вы можете нам помочь, свяжитесь с нами по адресу <a href="mailto:info@hiddify.com">info@hiddify.com</a>.

# Donation.title
source: Donation
my: လှူဒါန်းခြင်း
pt: Doação
ru: Пожертвованиe

# Download App
source: <i class='fa-solid fa-download'></i> Download App
my: <i class='fa-solid fa-download'></i> အပ်ပ် ရယူရန်
pt: <i class='fa-solid fa-download'></i> Baixar aplicativo
ru: <i class="fa-solid fa-download"></i> Загрузить приложение

source: Edit
my: ပြင်ဆင်
pt: Editar

# Edit Proxy Names
source: ✏️ Modifying Proxies
fa: ویرایش پروکسی‌ها
my: ✏️ ပရောက်စီများအား ပြင်ဆင်မည်
pt: ✏️ Modificando Proxies
ru: ✏️ Изменить прокси

source: ❇️ Enable
my: ❇️ ဖွင့်ထားရန်
pt: ❇️ Habilitar
ru: ❇️ Включить

source: ⚠️ Error in Auto CDN Format
my: ⚠️ အလိုအလျောက် CDN ဖောမက်တွင် အမှားရှိ
pt: ⚠️ Erro no formato CDN automático
ru: ⚠️ Ошибка в формате Auto CDN

# Error! auto cdn ip can not be find, please contact admin.
source: Error In Auto CDN IP! It Can Not Be Find, Please Contact Admin
fa: خطا! آی پی اتوماتیک نتوانست پیدا شود. لطفا با مدیر تماس بگیرید
my: Auto CDN IP တွင် အမှားဖြစ်ပေါ်နေသည်။ အမှားအား ရှာဖွေမတွေ့ရှိပါ။ ကျေးဇူးပြု၍ စီမံခန့်ခွဲသူအား ဆက်သွယ်ပါ။
pt: Erro no Auto CDN IP! Não pode ser encontrado, entre em contato com o administrador
ru: Ошибка в IP-адресе Auto CDN! Невозможно найти, обратитесь к администратору

source: Expired Users
my: သက်တမ်းကုန် အသုံးပြုသူများ
pt: Usuários expirados
ru: Пользователи с истекшим сроком действия

source: Export
my: တင်ပို့
pt: Exportar

source: ➖ Fake
my: ➖ အတု
pt: ➖ Falso
ru: ➖ Фейковый сайт

source: Filter
my: စိစစ်
pt: Filtro

source: Finished...
my: ပြီးပါပြီ...
pt: Finalizado...

source: From Last Restart
my: နောက်ဆုံး စက်ပြန်စချိန်မှ
pt: Da última reinicialização
ru: С последнего перезапуска

source: Specify the starting date of the package. Leave empty to start from first Connection.
fa: از چه زمانی پکیج کاربر محاسبه شود؟ برای محاسبه از اولین اتصال خالی بگذارید
my: ပက်ကေ့ဂျ်၏ စတင်သည့်ရက်စွဲကို သတ်မှတ်ပါ။ ပထမချိတ်ဆက်မှုမှစတင်ရန် ဗလာချန်ထားပါ။
pt: Especifique a data de início do pacote. Deixe em branco para começar a partir da primeira conexão.
ru: Укажите дату начала действия пакета. Оставьте пустым, чтобы начать с первого подключения.

source: Hiddify
my: ဟစ်ဒီဖိုင်း
pt: Ocultar

source: Hiddify Android
fa: هیدیفای اندروید <span class="badge badge-success">پیشنهادی</span>
my: ဟစ်ဒီဖိုင်း အန်းဒရွိုက်
pt: Ocultar Android

# HiddifyN intro
source: Please install HiddifyN from %(dl_link)s. Then click on the link below. It will do everything automatically. <br />
my: HiddifyN ကို %(dl_link)s မှ ထည့်သွင်းပါ။ ပြီးနောက် အောက်ရှိ လင့်ခ်ကို နှိပ်ပါ။ အလိုအလျောက် လုပ်ဆောင်ပေးမည် ဖြစ်သည်။ <br />
pt: Por favor, instale HiddifyN de %(dl_link)s. Então clique no link abaixo. Fará tudo automaticamente. <br />
ru: Пожалуйста, установите HiddifyN из %(dl_link)s. Затем нажмите на ссылку ниже. Она сделает все автоматически <br />

# HiddifyNG intro
source: 📌 Please install HiddifyNG from either of these links: <br /> %(dl_link)s %(play_link)s <br /> Then click on the link below and open it in HiddifyNG. <br />
my: 📌 အောက်ပါလင့်ခ်တစ်ခုခုမှ HiddifyNG ကို ထည့်သွင်းပါ။ <br /> %(dl_link)s %(play_link)s <br /> ပြီးနောက် အောက်ရှိ လင့်ခ်ကို နှိပ်၍ HiddifyNG တွင် ဖွင့်ပါ။ <br />
pt: Instale o HiddifyNG a partir de um destes links: %(dl_link)s %(play_link)s. Em seguida, clique no link abaixo e abra-o no HiddifyNG.
ru: 📌 Установите HiddifyNG по любой из этих ссылок: <br /> %(dl_link)s %(play_link)s <br /> Затем нажмите ссылку ниже и откройте ее в HiddifyNG <br />

# HiddigyN
source: HiddifyN <span class='badge badge-success'>Recommended</span>
my: HiddifyN <span class='badge badge-success'>အကြံပြုထားပြီး</span>
pt: HiddigyN <span class='badge badge-success'>Recommended</span>
ru: Рекомендуется<span class="badge Badge-success">HiddifyN</span>

# How many days this package should be available?
source: How Many Days Is This Package?
fa: این بسته چند روزه است؟
my: ဤပက်ကေ့ချ်တွင် ရက်မည်မျှ ပါဝင်သနည်း။
pt: Quantos dias é este pacote?
ru: На сколько дней рассчитан этот пакет?

source: How many?
my: မည်မျှ။
pt: Quantos?

# If monthly is enabled, the usage will be reset after 30 days from this date.
source: If the monthly option is enabled, when this number reaches 30, the user usage will be reset (for weekly and daily this number is 7 and 1)
fa: اگر گزینه ماهانه فعال باشد، وقتی این عدد به ۳۰ برسد حجم کاربر ریست می‌شود (برای هفتگی و روزانه این عدد ۷ و ۱ است)
my: လစဉ်အား ရွေးချယ်ထားပါက နံပါတ် ၃၀ သို့ ရောက်ရှိပါက အသုံးပြုသူ၏ အသုံးပြုမှုကို ရီဆက်ချမည် ဖြစ်သည် (အပတ်စဉ်နှင့် နေ့စဉ်တို့အတွက် ဤနံပါတ်မှာ ၇ နှင့် ၁ ဖြစ်သည်)
pt: Se a opção mensal estiver habilitada, quando esse número chegar a 30, o uso do usuário será zerado! (para semanal, e diário o número será 7 e 1)
ru: Если включена ежемесячная опция, когда это число достигнет 30, счетчики использования будут сброшенны (для еженедельного и ежедневного это число равно 7 и 1)

source: If the application do not open automatically, please click <a class='btn btn-primary copy-link' href='%(sub)s'>this universal link</a> to copy and paste it on your application, or:
my: အကယ်၍ အက်ပလီကေးရှင်းသည် အလိုအလျောက် မပွင့်ခဲ့ပါက ကျေးဇူးပြု၍ <a class='btn btn-primary copy-link' href='%(sub)s'>ဤဘုံသုံးလင့်ခ်</a> ကို နှိပ်၍ ကူးယူပြီး သင့်အက်ပလီကေးရှင်းတွင် ထည့်ပါ။ သို့မဟုတ်:
pt: Se o aplicativo não abrir automaticamente, clique em <a class='btn btn-primary copy-link'<inlang-LineFeed>href='%(sub)s'&gt;neste link universal</a> para copiá-lo e colá-lo sua aplicação ou:

# Import
source: Import in App
my: အက်ပ်သို့ တင်ပို့ရန်
pt: Importar no aplicativo
ru: Импортировать в приложение

source: Import in
my: တင်ပို့
pt: Importar em
ru: Импортировать

source: In 5 Minutes
my: ၅ မိနစ်အတွင်း
pt: Em 5 minutos
ru: через 5 минут

source: In CDN mode, Domain IP=%(domain_ip)s should be different to your ip=%(server_ip)s
fa: در حالت CDN، IP=%(domain_ip)s باید با ip=%(server_ip)s شما متفاوت باشد.
my: CDN မုဒ်တွင်၊ ဒိုမိန်း IP=%(domain_ip)s များသည် သင်၏ ip=%(server_ip)s များနှင့် ကွဲပြားသင့်သည်
pt: No modo CDN, Domain IP=%(domain_ip)s deve ser diferente do seu ip=%(server_ip)s

source: ⚠️ Incorrect Password
my: ⚠️ စကားဝှက် မှားယွင်း
pt: ⚠️ Senha incorreta

source: Install
fa: نصب
my: ထည့်သွင်း
pt: Instalar
ru: Установить

# Install Hiddify Application
source: Hiddify Manager Installation
fa: نصب پنل هیدیفای
my: ဟစ်ဒီဖိုင်း မန်နေဂျာ ထည့်သွင်းခြင်း
pt: Instalação do Painel Hidify
ru: Установка панели Hidify

source: Invalid IP or domain
my: အိုင်ပီ သို့မဟုတ် ဒိုမိန်း မရောရာပါ။
pt: IP ou domínio inválido

source: Invalid REALITY Hostnames
my: REALITY Hostnames များ မရေရာပါ
pt: Nomes de host REALITY inválidos
ru: Неверные имена хостов REALITY

source: Invalid Admin Link
fa: لینک ادمین نامعتبر است
my: စီမံခန့်ခွဲသူ လင့်ခ် မရေရာ
pt: Link de administrador inválido
ru: Неверная ссылка администратора

source: 🇮🇷 Iran
fa: ایران
my: 🇮🇷 အီရန်
pt: 🇮🇷 Irã
ru: 🇮🇷 Иран

source: It seems that you are using default domain (%(domain)s) which is not recommended. Please change or remove it from domain section.
fa: به نظر می‌رسد شما درحال استفاده از دامنه پیش فرض (<span class='ltr d-inline-block'>%(domain)s</span>) هستید؛ این کار توصیه نمی‌شود. لطفا از بخش دامنه‌ها آن را حذف یا تغییر دهید.
my: သင်သည် အကြံပြုခြင်းမရှိသည့် မူရင်းဒိုမိန်း (%(domain)s) ကို အသုံးပြုနေပုံရသည်။ ကျေးဇူးပြု၍ ၎င်းကို ဒိုမိန်းကဏ္ဍမှ ပြောင်းပါ သို့မဟုတ် ဖယ်ရှားပါ။
pt: Parece que você está usando o domínio padrão (%(domain)s), o que não é recomendado. Por favor, altere ou remova-o da seção de domínio.
ru: Похоже, вы используете домен по умолчанию (%(domain)s), что не рекомендуется. Пожалуйста, измените или удалите его из раздела доменов.

# It will override the root admin to the current user
source: It will override the owner admin of the backup file to the current user
my: လက်ရှိ စီမံခန့်ခွဲသူအစား အရန်ဘက်အပ်တွင်ရှိ စီမံခန့်ခွဲသူကို အစားထိုးလိမ့်မည်။
pt: Ele substituirá o administrador proprietário do arquivo de backup pelo usuário atual
ru: Переопределение прав администратора на текущего пользователя

source: Join our Hiddify Telegram channel to get the latest updates on Hiddify.
my: ဟစ်ဒီဖိုင်း၏ နောက်ဆုံးရ သတင်းများ သိရှိနိုင်ရန် ကျွန်ုပ်တို့၏ တယ်လီဂရမ် ချယ်နယ်သို့ ဝင်ရောက်ပါ။
pt: Junte-se ao nosso canal Hiddify Telegram para obter as atualizações mais recentes sobre o Hiddify.

# Last Online
source: Last Connection
fa: آخرین اتصال
my: နောက်ဆုံး ချိတ်ဆက်မှု
pt: Última vez online
ru: Последнее соединение

# Link is changed!
source: ℹ️ Link is Changed!
my: ℹ️ လင့်ခ် ပြောင်းသွားသည်။
pt: ℹ️ O link foi alterado!

source: Max Active Users
my: အများဆုံး သက်ဝင်သော အသုံးပြုသူများ
pt: Máximo de usuários ativos
ru: Максимальное количество активных пользователей

source: Max IPs
my: အများဆုံး အိုင်ပီ (xray only)
pt: Máximo de IPs
ru: Макс. IP-адресов

source: Max Users
my: အများဆုံး အသုံးပြုသူများ
pt: Máximo de usuários
ru: Максимальное количество пользователей

source: Mode
fa: حالت کاربر
my: မုဒ်
pt: Modo
ru: Режим

# Month Usage
source: Monthly
my: လစဉ်
pt: Por mês
ru: Ежемесячно

source: More Applications
my: နောက်ထပ် အက်ပလီကေးရှင်းများ
pt: Mais aplicativos
ru: Больше приложений

source: Network
my: ကွန်ယက်
pt: Rede
ru: Сеть

source: New
my: အသစ်
pt: Novo

source: No Children
fa: هیچ زیر مجموعه ای یافت نشد
my: ကလေးသူငယ် မရှိ
pt: sem filhos
ru: Нет дочерних

source: 📝 Note
fa: یادداشت
my: 📝 မှတ်စု
pt: 📝 Observação
ru: 📝 Примечание

source: Offline More Than 1 Day
my: အော့ဖ်လိုင်း ၁ ရက်ကျော်
pt: Offline por mais de 1 dia
ru: Офлайн более 1 дня

source: Offline More Than 1 Hour
my: အော့ဖ်လိုင်း ၁ နာရီကျော်
pt: Offline por mais de 1 hora
ru: Оффлайн более 1 часа

source: Offline More Than 1 Week
my: အော့ဖ်လိုင်း ၁ ပတ်ကျော်
pt: Offline há mais de uma semana
ru: Офлайн более 1 недели

source: Online Users
my: အွန်လိုင်း အသုံးပြုသူများ
pt: Usuários online
ru: Пользователей онлайн

source: ☑️ Only Blocked and Local Websites
my: ☑️ ပိတ်ပင်ထားသော ဝဘ်ဆိုဒ်များနှင့် ဒေသတွင်း ဝဘ်ဆိုဒ်များတွင်သာ
pt: ☑️ Somente sites bloqueados localmente
ru: ☑️ Только заблокированные и локальные сайты

# Only for sublink?
source: 🌍 Use Only for Subscription Link
my: 🌍 စာရင်းသွင်းလင့်ခ်အတွက်သာ အသုံးပြုရန်
pt: 🌍 Use apenas para link de assinatura
ru: 🌍 Используйте только для ссылки на подпискy

source: Oops! something went wrong.
fa: خطایی رخ داده است!!
my: အိုး၊ တစ်ခုခု မှားယွင်းနေသည်။
pt: Ops! algo deu errado.
ru: Упс! что-то пошло не так
