Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

source: config.sub_full_clash_enable.description
pt: config.sub_full_clash_enable.descrição

# config.sub_full_xray_json_enable.description
source: XRay full link provides comprehensive configuration options for XRay-specific settings. This includes custom fragmentation and multiplexing (mux) in applications such as v2rayNG that support XRay protocols for fine-tuned control over XRay proxy setup.
pt: O link completo do XRay fornece opções de configuração abrangentes para configurações específicas do XRay. Isso inclui fragmentação e multiplexação personalizadas (mux) em aplicativos como v2rayNG que suportam protocolos XRay para controle ajustado sobre a configuração do proxy XRay.

# config.sub_full_xray_json_enable.label
source: ⚙️ XRay Full Config Link
pt: ⚙️ Link de configuração completa do XRay

# config.tcp_enable.description
source: Enables TCP Protocol
my: TCP ပရိုတိုကောလ်အား ဖွင့်ရန်
pt: Ativa o protocolo TCP

# config.telegram.description
source: A proxy designed for Telegram to bypass Telegram filtering
fa: پروکسی تلگرام برای استفاده درون اپ تلگرام طراحی شده تا فیلترینگ تلگرام را دور بزند.
my: တယ်လီဂရမ် စိစစ်မှုများအား ကျော်ဖြတ်နိုင်ရန် ဖန်တီးထားသော ပရောက်စီ
pt: Um proxy projetado para o Telegram ignorar a filtragem do Telegram
ru: Прокси-сервер, разработанный для Telegram для обхода фильтрации Telegram.

# config.telegram.label
source: Telegram Configs
fa: پروکسی تلگرام
my: တယ်လီဂရန် အပြင်အဆင်များ
pt: Configurações do telegram
ru: Телеграм-прокси

# config.telegram_adtag.description
source: It is used to show a Sponsored Channel in the client's chat list. To advertise a channel get a tag from @MTProxybot . enter code 0123456789ABCDEF0123456789ABCDEF in that bot.
fa: برای نشان دادن کانال اسپانسر شده در لیست چت کاربر استفاده می شود. برای تبلیغ یک کانال یک تگ از @MTProxybot دریافت کنید. اگر در بات تلگرام نیاز به کد داشت کد 0123456789ABCDEF0123456789ABCDEF وارد کنید
my: သုံးစွဲသူ၏ စကားပြောစာရင်းတွင် စပွန်ဆာ ချယ်နယ်တစ်ခုအား ပြသပေးရန် အသုံးပြုသည်။ ချယ်နယ်အား ကြော်ငြာရန်အတွက် @MTProxybot ထံမှ tag အား ရယူပါ။ အဆိုပါ ဘော့တွင် ကုဒ် 0123456789ABCDEF0123456789ABCDEF အား ထည့်သွင်းပါ။
pt: É usado para mostrar um canal patrocinado na lista de chat do cliente. Para anunciar um canal, obtenha uma tag de @MTProxybot . digite o código 0123456789ABCDEF0123456789ABCDEF nesse bot.
ru: Это используется для отображения спонсируемого канала в списке чатов клиента. Для рекламы канала получите тег от @MTProxybot. введите в этот бот код 0123456789ABCDEF0123456789ABCDEF.

# config.telegram_bot_token.description
source: To add Telegram bot feature. you need to create a bot with <a href="https://t.me/BotFather" target="_blank">@BotFather</a> and enter the API code in this field
fa: برای افزودن قابلیت ربات تلگرام نیاز است تا یک ربات با BotFather بسازید و کد API را در این قسمت وارد کنید
my: တယ်လီဂရမ်ဘော့ အင်္ဂါရပ်အား ပေါင်းထည့်ရန်အတွက် <a href="https://t.me/BotFather" target="_blank">@BotFather</a> ဖြင့် ဘော့တစ်ခုအား ဖန်တီးရန် လိုအပ်ပြီး ဤအကွက်တွင် API ကုဒ်အား ထည့်သွင်းပါ။
pt: Para adicionar o recurso de bot do Telegram. você precisa criar um bot com @BotFather e inserir o código da API neste campo
ru: Чтобы добавить функцию бота Telegram вам нужно создать бота с @BotFather и ввести в это поле код API

# config.telegram_bot_token.label
source: 🔐 Telegram Bot Token
fa: توکن ربات تلگرام
my: 🔐 တယ်လီဂရမ် ဘော့ တိုကင်
pt: 🔐 Token de Bot do Telegram
ru: 🔐 Токен Telegram-бота

# config.telegram_enable.description
source: <p data-pm-slice="1 1 []">Telegram MTProto is used for Encapsulate Telegram Proxy as a tls traffic<br>⚠️ <span style="color:#d32f2f;"><strong>This protocol requires a Direct Domain</strong></span></p>
fa: برای کپسوله کردن پروکسی تلگرام در قالب ترافیک TLS استفاده می‌شود.
pt: Telegram MTProto é usado para Encapsulate Telegram Proxy como um tráfego tls
ru: Telegram MTProto используется для инкапсуляции Telegram Proxy в качестве обычного tls-трафика.

# config.telegram_enable.label
source: ✔️ Telegram MTProto
fa: فعال کردن پروکسی تلگرام (MTProxy)
pt: ✔️ Habilitar Telegram MTProto
ru: ✔️ Включить Telegram MTProto

# config.telegram_fakedomain.description
source: Please use a well known domain in your data center. for example, If you are in Azure data center, microsoft-update.com is a good example
fa: لطفا از یک دامنه معتبر در دیتاسنتر خود استفاده کنید. برای مثال، اگر از دیتاسنتر Azure استفاده می‌کنید، microsoft-update.com یک نمونه خوب است.
my: သင့် ဒေတာစင်တာရှိ လူသိများသော ဒိုမိန်းတစ်ခုကို အသုံးပြုပါ။ ဥပမာ သင်သည် အဇူးရား ဒေတာစင်တာတွင် ဖြစ်ပါက microsoft-update.com သည် နမူနာကောင်းဖြစ်သည်။
pt: Use um domínio conhecido em seu data center. por exemplo, se você estiver no datacenter do Azure, microsoft-update.com é um bom exemplo
ru: Пожалуйста, используйте хорошо известный домен в своем ДЦ или Хостинге. Например, если вы находитесь в центре обработки данных Azure, хорошим примером будет microsoft-update.com

# config.telegram_fakedomain.label
source: 📺 Telegram Fake Domain
fa: دامنه فیک تلگرام
my: 📺 တယ်လီဂရမ် ဒိုမိန်း အတု
pt: 🔀 Domínio falso do Telegram
ru: 📺 Поддельный домен Telegram

# config.telegram_lib.description
source: You can switch between different Telegram Libraries. Please note that only Python works in all servers, others may have some issue. Test Proxy after changing it
fa: در این قسمت می‌توانید کتابخانه‌های مختلف تلگرام را انتخاب نمایید. توجه کنید که فقط پایتون در تمام سیستم ها درست کار میکند و بقیه ممکن است اشکالاتی داشته باشد. بعد از تغییر حتما تست کنید.
my: မတူညီသော တယ်လီဂရမ် လိုက်ဘရီများအတွင်း ပြောင်းလဲနိုင်သည်။ ဆာဗာများအားလုံးတွင် Python သာလျှင် လုပ်ဆောင်နိုင်ပြီး အခြားတို့မှာ ပြဿနာရှိနိုင်သည်။ ယင်းအား ပြောင်းလဲပြီးပါက ပရောက်စီအား စမ်းသပ်ပါ။
pt: Você pode alternar entre diferentes Bibliotecas do Telegram. Observe que apenas o Python funciona em todos os servidores, outros podem ter algum problema. Proxy de teste após alterá-lo.
ru: Вы можете переключаться между различными библиотеками Telegram. Обратите внимание, что на всех серверах работает только Python, на других могут возникнуть проблемы. Проверьте прокси после его изменения.

# config.telegram_lib.label
source: 🔢 Telegram Proxy Library
fa: کتابخانه پروکسی تلگرام
my: 🔢 တယ်လီဂရမ် ပရောက်စီ လိုက်ဘရီ
pt: 🔢 Biblioteca de proxy do Telegram
ru: 🔢 Библиотека Telegram Proxy

# config.tls.description
source: TLS Configurations could be set in this section
fa: تنظیمات مربوط به اتصال TLS
my: TLS အပြင်အဆင်များကို ဤအပိုင်းတွင် သတ်မှတ်နိုင်သည်။
pt: As configurações de TLS podem ser definidas nesta seção.
ru: В этом разделе можно установить конфигурации TLS.

# config.tls.label
source: TLS Settings
fa: تنظیمات TLS
my: TLS အပြင်အဆင်များ
pt: Configurações de TLS
ru: Конфигурация TLS

# config.tls_fragment_enable.description
source: <p>Under some circumstances, it can bypass the SNI blacklist system. <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-the-TLS-Trick-works-and-its-usage/" target="_blank">(Read More)</a></p>
my: <p>အချို့သော အခြေအနေများတွင် SNI အမည်မည်း စနစ်ကို ကျော်ဖြတ်နိုင်သည်။ <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-the-TLS-Trick-works-and-its-usage/" target="_blank">(ဆက်လက် ဖတ်ရှု)</a></p>
pt: <p>Em algumas circunstâncias, pode contornar o sistema de lista negra do SNI. <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-the-TLS-Trick-works-and-its-usage/" target="_blank">(Consulte Mais informação)</a></p>

# config.tls_fragment_size.description
source: The Size of each Packet
pt: O tamanho de cada pacote

# config.tls_fragment_size.label
source: 🎚 TLS Fragment Size
pt: 🎚 Tamanho do TLS Fragment

# config.tls_fragment_sleep.description
source: The time delay between Fragments
pt: O atraso de tempo entre fragmentos

# config.tls_fragment_sleep.label
source: ⏱ TLS Fragment Sleep
pt: ⏱ Suspensão do TLS Fragment

# config.tls_mixed_case.description
source: Enables TLS Mixed SNI Case Fragmentation
pt: Permite fragmentação de caso SNI misto TLS

# config.tls_mixed_case.label
source: 🔠 TLS Mixed SNI Case
pt: 🔠 Caso SNI Misto TLS

# config.tls_padding_enable.description
source: <p>Enables Padding for TLS Fragmentation. <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-the-TLS-Trick-works-and-its-usage/#tls-padding" target="_blank">(Read More)</a></p>
my: <p>Enables Padding for TLS Fragmentation. <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-the-TLS-Trick-works-and-its-usage/#tls-padding" target="_blank">(ဆက်လက် ဖတ်ရှု)</a></p>
pt: <p>Habilita preenchimento para fragmentação TLS. <a href="https://hiddify.com/manager/basic-concepts-and-troubleshooting/How-the-TLS-Trick-works-and-its-usage/#tls-padding" target="_blank">(Consulte Mais informação)</a></p>

# config.tls_padding_length.description
source: The length of the Padding for TLS Fragmentation
my: TLS Fragmentation အတွက် Padding ၏ အရှည်
pt: O comprimento do Padding para fragmentação TLS

# config.tls_ports.description
source: Comma separated integers indicating the ports to use as TLS Connection (Port 443 will be used in anycase)
fa: پورت هایی که برای استفاده اتصال TLS هستند. برای ورود چند پورت، آنها را با کاما از هم جدا کنید. (پورت 443 در هر صورت استفاده میشود).
my: TLS ချိတ်ဆက်မှုအဖြစ် အသုံးပြုရန် Port များကို ညွှန်ပြသော ကော်မာခွဲထားသော ကိန်းပြည့်များ (Port 443 ကို မည်သည့်ကိစ္စတွင်မဆို အသုံးပြုပါမည်)
pt: Inteiros separados por vírgula indicando as portas a serem usadas como conexão TLS (a porta 443 será usada em qualquer caso)
ru: Целые числа, разделенные запятыми, обозначающие порты, которые будут использоваться в качестве соединения TLS (в любом случае будет использоваться порт 443).

# config.tls_ports.label
source: 🔎 TLS Ports
fa: پورت‌های TLS
pt: 🔎 Portas TLS
ru: 🔎 TLS-порты

# config.tls_trick.description
source: TLS Fragmentation configurations could be set in this section
my: TLS Fragmentation ဖွဲ့စည်းမှုပုံစံများကို ဤကဏ္ဍတွင် သတ်မှတ်နိုင်သည်။
pt: As configurações de fragmentação TLS podem ser definidas nesta seção

# config.tls_trick.label
source: TLS Trick
pt: Truque TLS

# config.too_advanced.description
source: Specify The Proxy Path. It is important especially if you are using HTTP and VMess
fa: مسیر پروکسی ها را مشخص کنید. به ویژه اگه از HTTP و VMESS استفاده می‌کنید.
my: ပရောက်စီ လမ်းကြောင်းကို သတ်မှတ်ပါ။ အကယ်၍ သင်သည် HTTP နှင့် VMess ကို သုံးစွဲနေပါက ယင်းသည် အရေးကြီးသည်။
pt: Especifique o caminho do proxy. É importante especialmente se você estiver usando HTTP e VMess
ru: Укажите путь для Proxy. Это особенно важно, если вы используете HTTP и VMess.

# config.too_advanced.label
source: Very Advanced Settings
fa: تنظیمات خیلی پیشرفته
my: အလွန်အဆင့်မြင့် အပြင်အဆင်များ
pt: Configurações muito avançadas
ru: Очень расширенные настройки

# config.torrent_block.description
source: Torrent Block Configurations could be set in this section.
fa: در این قسمت تنظیمات Torrent Block قابل انجام است.
my: တောရန့် ပိတ်ပင်မှု အပြင်အဆင်များကို ဤကဏ္ဍတွင် သတ်မှတ်နိုင်သည်။
pt: As configurações do bloco de Torrent podem ser definidas nesta seção.
ru: В этом разделе можно настроить блокировку Torrent

# config.torrent_block.label
source: Torrent Block Configuration
fa: تنظیمات Torrent Block
my: တောရန့် ပိတ်ပင်မှု အပြင်အဆင်များ
pt: Configuração do Bloco de Torrent
ru: Конфигурация блокировки Torrent

# config.trojan_enable.description
source: Enables Trojan Protocol
my: Trojan ပရိုတိုကောလ်ကို ဖွင့်ရန်
pt: Ativa o protocolo Trojan

# config.tuic.description
source: Delicately-TUICed High-Performance proxy is on top of the QUIC protocol. TUIC's goal is to minimize the handshake latency as much as possible
fa: پروکسی Delicately-TUICed با کارایی بالا روی پروتکل QUIC است. هدف TUIC این است که تأخیر handshake را تا حد امکان به حداقل برساند.
my: Delicately-TUICed High-Performance ပရောက်စီသည် QUIC ပရိုတိုကော၏ထိပ်တွင် ရှိသည်။ TUIC ၏ ရည်မှန်းချက်မှာ လက်ဆွဲနှုတ်ဆက်ချိန်ကို တတ်နိုင်သမျှ လျှော့ချရန်ဖြစ်သည်။
pt: O proxy de alto desempenho delicadamente TUICed está no topo do protocolo QUIC. O objetivo do TUIC é minimizar a latência do handshake o máximo possível
ru: Delicately-TUICed высокопроизводительный прокси работающий поверх протокола QUIC. Цель TUIC — максимально минимизировать задержку рукопожатия.

# config.tuic_enable.description
source: It is a UDP based protocol similar to QUIC
fa: این یک پروتکل مبتنی بر UDP شبیه به quic است
my: ၎င်းသည် QUIC နှင့်ဆင်တူသော UDP အခြေခံပရိုတိုကောလ်တစ်ခုဖြစ်သည်။
pt: É um protocolo baseado em UDP semelhante ao QUIC
ru: Это протокол на базе UDP, аналогичный QUIC

# config.tuic_enable.label
source: ⚫️ TUIC
fa: فعال کردن TUIC
pt: Habilita TUIC
ru: Включить TUIC

# config.tuic_port.description
source: Use comma to separate ports like ( 63000,60000 )
fa: از کاما برای جدا کردن پروت‌ها استفاده کنید مثلا 63000,60000
my: (63000,60000) ကဲ့သို့သော port များကို ခွဲရန် ကော်မာကိုသုံးပါ
pt: Use vírgula para separar portas como 63000,60000
ru: Используйте запятую для разделения портов, например 63000,60000.

# config.tuic_port.label
source: TUIC Ports
fa: پورت‌های TUIC
pt: Portas TUIC
ru: Порты TUIС

# config.utls.description
source: This Option Will Simulate Different Browsers, Therefore, GFW Can Not Detect Your Browsing
fa: این گزینه مرورگرهای معروف را شبیه سازی میکند تا فیلترچی نتونه شما رو شناسایی کنه.
my: ဤရွေးချယ်မှုသည် မတူညီသောဘရောက်ဆာများကို အတုယူမည်ဖြစ်သောကြောင့်၊ GFW သည် သင်၏ရှာဖွေမှုကို မတွေ့နိုင်ပါ။
pt: Esta opção irá simular diferentes navegadores, portanto, GFW não pode detectar sua navegação
ru: Эта опция будет имитировать разные браузеры, поэтому GFW не сможет обнаружить ваш браузер

# config.v2ray_enable.description
source: V2ray does not support accounting and not suggested
fa: مود v2ray در حال حاضر اکانتینگ را پشتیبانی نمیکند و پیشنهاد نمیشود
my: V2ray သည် accounting ကို မပံ့ပိုးဘဲ အကြံပြုထားခြင်းမရှိပါ။
pt: V2ray não suporta contabilidade, e não é sugerido
ru: V2ray не поддерживает учет и не предлагается к использованию

# config.validation-error
source: There is an error in one of the fields.
fa: یکی از فیلدها دچار خطا شده است.
my: အကွက်တစ်ခုတွင် အမှားအယွင်းတစ်ခုရှိသည်။
pt: Há um erro em um dos campos.
ru: В одном из полей ошибка.

# config.validation-success
source: Configs have been changed successfully. Click %(link)s to apply the configs. It may take 2 minutes to apply
fa: تنظیمات با موفقیت ذخیره شدند. لطفا بر روی این لینک: %(link)s کلیک کنید تا بر روی سیستم اعمال شوند. این کار ممکن است 2 دقیقه طول بکشد.
my: Configs ကို အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ။ configs ကိုအသုံးပြုရန် %(link)s ကိုနှိပ်ပါ။ လျှောက်ထားရန် ၂ မိနစ် ကြာနိုင်သည်။
pt: As configurações foram alteradas com sucesso. Clique em %(link)s para aplicar as configurações. Pode levar 2 minutos para aplicar
ru: Конфигурации успешно изменены. Нажмите %(link)s, чтобы применить их. Это может занять 2 минуты

# config.validation-success-no-reset
source: ✅ Configs have been changed successfully
fa: تنظیمات با موفقیت تغییر کرد.
my: ✅ Configs ကို အောင်မြင်စွာ ပြောင်းလဲပြီးပါပြီ။
pt: ✅ As configurações foram alteradas com sucesso
ru: ✅ Конфигурации успешно изменены

# config.vless_enable.description
source: Enable VLess Protocol
my: VLess ပရိုတိုကောလ်ကို ဖွင့်ရန်
pt: Habilitar protocolo VLess

# config.vmess_enable.description
source: Active VMess Protocol
fa: گزارش‌های متعددی موجود است مبنی بر اینکه که vmess باعث می‌شود که سیستم توسط فیلترینگ شناسایی شود. بنابراین استفاده از آن توصیه نمی‌شود.
my: အသက်ဝင်သော VMess ပရိုတိုကောလ်
pt: É relatado por várias pessoas que o VMess faz com que o sistema seja detectado pelo governo. Então não é recomendado
ru: Несколько человек сообщили, что VMess позволляет правительствам обнаруживать систему. Не рекомендуется

source: config.warp-https-domain-for-warp-site
pt: config.warp-https-domínio-para-site-warp

# config.warp.description
source: Warp is a tool that hides your server IP in outbound traffic. It means if the users are visiting a website the Warp IP is exposed instead of our server IP. <br> For example, if you have a problem with captcha on Google, it might be fixed this way.
my: Warp သည် အထွက်လမ်းကြောင်းတွင် သင့်ဆာဗာ အိုင်ပီကို ဖုံးကွယ်ထားသည့် ကိရိယာတစ်ခုဖြစ်သည်။ အသုံးပြုသူများသည် ဝဘ်ဆိုက်တစ်ခုသို့ လည်ပတ်နေပါက ကျွန်ုပ်တို့၏ဆာဗာအိုင်ပီအစား Warp အိုင်ပီကို ထင်ရှားစေသည်။ <br> ဥပမာအားဖြင့်၊ သင်သည် Google တွင် captcha နှင့် ပြဿနာရှိပါက၊ ၎င်းကို ဤနည်းဖြင့် ဖြေရှင်းနိုင်သည်။
pt: Warp é uma ferramenta que esconde o IP do seu servidor dos sites onde os usuários navegam <br> Por exemplo, se você tiver um problema com o Google, ele pode ser corrigido.
ru: Warp — это инструмент, который скрывает IP-адрес вашего сервера от сайтов, которые посещают ваши пользователи. <br> Например, если у вас возникла проблема с Google, ее можно исправить.

# config.warp_enable.description
source: WARP helps you bypass Google, Spotify and Netflix restrictions by hiding server IP
my: WARP သည် သင့်အား ဆာဗာ အိုင်ပီကိုဝှက်ထားခြင်းဖြင့် Google၊ Spotify နှင့် Netflix ကန့်သတ်ချက်များကို ကျော်လွှားရန် ကူညီပေးသည်။
pt: O WARP ajuda você a contornar o bloqueio do Google, Spotify e Netflix .
ru: WARP поможет вам обойти блокировку Google, Spotify и Netflix

# config.warp_enable.label
source: Enables WARP+
my: WARP+ ကို ဖွင့်ရန်
pt: Habilitar WARP+
ru: Включение WARP+

# config.warp_mode.description
source: ✴️ All : All Sites use Warp IPs in outbound <br> ☑️ Only Domestic and Blocked Sites: Only Domestic Sites and websites like Google, Spotify, Netflix, OpenAi, IPinfo.io use Warp IPs in outbound
pt: Todos: Todos os sites que usam WARP+ serão removidos <br> Apenas sites domésticos e bloqueados: apenas sites iranianos, Google, Spotify, Netflix, OpenAi e IPinfo.io - Eles usam WARP+
ru: ✴️ Все: все сайты удалены из WARP. <br> ☑️ Только отечественные и заблокированные сайты: только иранские сайты и Google, Spotify, Netflix, OpenAi, IPinfo.io Они используют WARP+

# config.warp_mode.label
source: ✴️ WARP+ Mode
pt: ✴️ Modo WARP+
ru: ✴️ Режим WARP+

# config.warp_plus_code.description
source: 🔝 Increases browsing speed. To get the Key, go to the <a href='https://1.1.1.1/'> 1.1.1.1 </a> app and purchase the original KEY from Cloudflare <br> ⚠️ If there is an error in this Key, the WARP will be disabled
pt: Aumenta a velocidade de navegação. Para obter a chave, acesse <a href='https://t.me/hiddify_board'> aqui </a> envie uma mensagem <br> Caso haja algum erro nesta Chave, o WARP será desabilitado.
ru: 🔝 Увеличивает скорость просмотра. Чтобы получить ключ, перейдите по адресу <a href="https://t.me/hiddify_board"> здесь </a>. Отправить сообщение <br> ⚠️ Если в этом Ключе есть ошибка, WARP будет отключен.

# config.warp_plus_code.label
source: 🔑 Warp Plus Key
pt: 🔑 Chave WARP Plus
ru: 🔑 WARP Plus Key

# config.warp_sites.description
source: Add additional sites to pass through WARP (only when warp mode is not None)
my: WARP ကို ဖြတ်ကျော်ရန် နောက်ထပ်ဆိုဒ်များထည့်ပါ (warp မုဒ်မရှိသည့်အခါမှသာ)
pt: Adicione sites adicionais para passar pelo WARP (somente quando o modo warp não for Nenhum)
ru: Добавьте дополнительные сайты для WRAP(только если WRAP включен)

# config.warp_sites.label
source: 🆚 Additional WARP Sites
pt: 🆚 Sites WARP adicionais
ru: Дополнительные сайты для WRAP

# config.wireguard.description
source: WireGuard is a lightweight, UDP based protocol known for its simplicity, efficiency, and strong security. It offers quick setup, transparent code, and has gained popularity for its ease of use across various operating systems
my: WireGuard သည် ၎င်း၏ရိုးရှင်းမှု၊ ထိရောက်မှုနှင့် လုံခြုံရေးအတွက် လူသိများသော ပေါ့ပါးသော UDP အခြေခံ ပရိုတိုကောလ်ဖြစ်သည်။ ၎င်းသည် အမြန်တပ်ဆင်မှု၊ ဖောက်ထွင်းမြင်ရသည့်ကုဒ်ကို ပေးဆောင်ပြီး လည်ပတ်မှုစနစ်အမျိုးမျိုးတွင် ၎င်း၏အသုံးပြုရလွယ်ကူမှုအတွက် ရေပန်းစားခဲ့သည်။
pt: WireGuard é um protocolo leve baseado em UDP conhecido por sua simplicidade, eficiência e forte segurança. Oferece configuração rápida, código transparente e ganhou popularidade por sua facilidade de uso em vários sistemas operacionais.

# config.wireguard_enable.description
source: <p>WireGuard is UDP based protocol. (⚠️ It is Working In <a href="https://github.com/hiddify/hiddify-next" target="_blank">Hiddify Next</a>)</p>
my: <p>WireGuard is UDP based protocol. (⚠️ It is Working In <a href="https://app.hiddify.com/" target="_blank">Hiddify</a>)</p>
pt: <p>WireGuard é um protocolo baseado em UDP. (⚠️ Está funcionando no <a href="https://github.com/hiddify/hiddify-next" target="_blank">Hiddify a seguir</a> )</p>

# config.wireguard_enable.label
source: 🐉 WireGuard
pt: Habilita WireGuard

# config.wireguard_ipv4.description
source: Enables IPv4 in WireGuard
my: WireGuard တွင် IPv4 ကို ဖွင့်ရန်
pt: Habilita IPv4 no WireGuard

# config.wireguard_ipv4.label
source: IPv4 in WireGuard
my: WireGuard ရှိ IPv4
pt: IPv4 no WireGuard

# config.wireguard_ipv6.description
source: Enables IPv6 in WireGuard
my: WireGuard တွင် IPv6 ကို ဖွင့်ရန်
pt: Habilita IPv6 no WireGuard

# config.wireguard_ipv6.label
source: IPv6 in WireGuard
my: WireGuard ရှိ IPv6
pt: IPv6 no WireGuard

# config.wireguard_noise_trick.description
source: This method introduces extra noise to prevent detection and blocking by the GFW
my: ဤနည်းလမ်းသည် GFW မှ ထောက်လှမ်းမှုနှင့် ပိတ်ဆို့ခြင်းကို ကာကွယ်ရန် အပိုဆူညံသံကို မိတ်ဆက်ပေးသည်။
pt: Este método introduz ruído extra para evitar detecção e bloqueio pelo GFW

# config.wireguard_noise_trick.label
source: 💥 WireGuard Noise Trick
pt: 💥 Truque de ruído WireGuard

# config.wireguard_port.description
source: Defines Port for WireGuard
my: WireGuard အတွက် Port ကို သတ်မှတ်ရန်
pt: Define porta para WireGuard

# config.wireguard_port.label
source: ↔️ WireGuard Port
pt: ↔️ Porta WireGuard

# config.wireguard_private_key.description
source: A private key is specified to WireGuard
my: သီးသန့်သော့ကို WireGuard တွင် သတ်မှတ်ထားသည်။
pt: Uma chave privada é especificada para WireGuard

# config.wireguard_private_key.label
source: WireGuard Private Key
my: WireGuard သီးသန့်သော့
pt: Chave privada WireGuard

# config.wireguard_public_key.description
source: A public key is specified to WireGuard
my: အများသူငှာသော့ကို WireGuard တွင် သတ်မှတ်ရန်
pt: Uma chave pública é especificada para WireGuard

# config.wireguard_public_key.label
source: WireGuard Public Key
my: WireGuard အများသုံးကီး
pt: Chave pública WireGuard

# config.ws_enable.description
source: Websocket creates a tunnel over HTTP that is useful to be used in CDN
my: Websocket သည် CDN တွင် အသုံးပြုရန် အသုံးဝင်သော HTTP ပေါ်ရှိ ဥမင်လိုဏ်ခေါင်းတစ်ခုကို ဖန်တီးသည်။
pt: Websocket cria um túnel sobre HTTP que é útil para ser usado em CDN

# config.xtls_enable.description
source: Enables XTLS Protocol
my: XTLS ပရိုတိုကောလ်ကို ဖွင့်ရန်
pt: Ativa o protocolo XTLS

source: Copy
fa: کپی
my: ကူးယူ
pt: cópia de
ru: Копировать

source: ⏰ Daily
my: ⏰ နေ့စဉ်
pt: ⏰ Diariamente
ru: ⏰ Ежедневно

source: Days
fa: روز
my: ရက်များ
pt: Dias
ru: Дни

source: Desktop
fa: دسکتاپ
my: ဒက်စတော့
pt: Área de Trabalho
ru: ПК

source: ➡️ Direct
my: ➡️ တိုက်ရိုက်
pt: ➡️ Direto
ru: ➡️ На прямую

# domain.changed_in_domain_warning
source: ⚠️ Your Domains Changed. please do not forget to copy Admin links, otherwise you can not access to the panel anymore
my: ⚠️ သင့်ဒိုမိန်းများ ပြောင်းလဲသွားသည်။ စီမံခန့်ခွဲသူ လင့်ခ်များအား ကူးယူထားရန် မမေ့ပါနှင့်။ သို့မဟုတ်ပါက ထိန်းချုပ်ခုံအား ဝင်ရောက်နိုင်တော့မည် မဟုတ်ပါ။
pt: ⚠️ Seus domínios mudaram. por favor, não se esqueça de copiar os links do administrador, caso contrário, você não poderá mais acessar o painel
