Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

source: Your Hiddify instance information Domain: {} Usage Limit: {} GB Current Usage: {} GB Expires at: {} Remaining Days: {} Good Luck! 🎉 🎉 🎉
fa: اطلاعات اکانت هیدیفای شما دامنه : {} مقدار حجم مجاز : {} گیگابایت حجم مصرف شده : {} گیگابایت تاریخ انقضا : {} روزهای باقی ‌مانده : {} با آرزوی موفقیت. 🎉 🎉 🎉
my: သင့် ဟစ်ဒီဖိုင်း ဆာဗာ အချက်အလက်များ ဒိုမိန်း- {} အသုံးပြုမှု ကန့်သတ်ချက်- {} GB လက်ရှိအသုံးပြုမှု- {} GB သက်တမ်းကုန်ဆုံးချိန် - {} လက်ကျန်ရက်များ- {} ကံကောင်းပါစေ။! 🎉 🎉 🎉
pt: Suas informações de instância do Hiddify Domínio: {} Limite de uso: {} GB Uso atual: {} GB Expira em: {} Dias restantes: {} Boa sorte! 🎉 🎉 🎉
ru: Информация о вашем экземпляре Hiddify Домен: {} Лимит использования: {} ГБ Текущее использование: {} ГБ Срок действия истекает: {} Оставшиеся дни: {} Удачи! 🎉 🎉 🎉

# [Admin only visible message:] You can change this message from settings
source: [Admin Exclusive Message]: Customizable via Settings
my: [စီမံခန့်ခွဲသူ အထူး စာတို]: အပြင်အဆင်များမှ စိတ်ကြိုက်ပြင်ဆင်နိုင်သည်
pt: [Mensagem visível apenas pelo administrador]: Você pode alterar esta mensagem nas configurações.

source: Actions
fa: عملیات
my: လုပ်ဆောင်မှုများ
pt: Ações
ru: Операции

# admin link
source: Admin
fa: مدیریت
my: စီမံခန့်ခွဲသူ
pt: Link do administrador
ru: Админ

# admin.Actions:apply_configs
source: Apply Configs
fa: اعمال تنظیمات
my: Configs များ အကျိုးသက်ရောက်စေ
pt: Aplicar configurações
ru: Применить конфигурацию

# admin.action_done_sucess
source: ✅ The Action Done Successfully. You can now leave this page
my: ✅ လုပ်ဆောင်ချက် အောင်မြင်ပါသည်။ ယခု ဤစာမျက်နှာမှ ထွက်ခွာနိုင်ပါပြီ။
pt: ✅ A Ação Feita com Sucesso. Agora você pode sair desta página

# admin.actions.apply_configs
source: Apply Configs
fa: اعمال تغییرات
my: Configs များ အကျိုးသက်ရောက်စေ
pt: Aplicar configurações
ru: Применить конфигурацию

# admin.actions.reinstall
source: Reinstall
fa: نصب مجدد سیستم
my: ပြန်လည်တပ်ဆင်ခြင်း
pt: Reinstalar
ru: Переустановить

# admin.actions.reset
source: Restart System
fa: ریستارت سیستم
my: စနစ်ကို ပြန်လည်စတင်ပါ။
pt: Reiniciar sistema
ru: Перезагрузить систему

# admin.actions.title
source: Actions
fa: اقدامات
my: လုပ်ဆောင်မှုများ
pt: Ações
ru: Действия

# admin.actions.update
source: Update
fa: به‌روز‌ رسانی سیستم
my: မွမ်းမံ
pt: Atualizar
ru: Обновление

# admin.actions.viewlogs
source: View Logs
fa: نمایش لاگ
my: မှတ်တမ်းများ ကြည့်ရန်
pt: Ver registros de logs
ru: Просмотр журналов

# admin.config.apply_configs
source: Apply Configs
fa: اعمال تنظیمات
my: Configs များ အကျိုးသက်ရောက်စေ
pt: Aplicar configurações
ru: Применить конфигурацию

# admin.config.title
source: Settings
fa: تنظیمات
my: အပြင်အဆင်များ
pt: Configurações
ru: Настройки

# admin.define_mode
source: 🥇🥈🥉 Define the Admin Mode
my: 🥇🥈🥉 စီမံခန့်ခွဲမုဒ်ကို သတ်မှတ်ပါ။
pt: Definir o Modo Admin

# admin.incomplete_setup_warning
source: It seems that you have not setup the system completely. <a class='btn btn-success' href='%(quick_setup)s'>Click here</a> to complete setup.
my: သင်စနစ်အား အပြည့်အဝ မတပ်ဆင်ရသေးပုံရသည်။ စနစ်ထည့်သွင်းမှု အပြီးသတ်ရန် <a class='btn btn-success' href='%(quick_setup)s'>ဤနေရာကိုနှိပ်ပါ</a> ။
pt: Parece que você não configurou o sistema completamente. <a class='btn btn-success' href='%(quick_setup)s'>Clique aqui</a> para concluir a configuração.

# admin.menu.config
source: Settings
fa: تنظیمات
my: အပြင်အဆင်များ
pt: Configurações
ru: Настройки

# admin.menu.domain
source: Domains
fa: دامنه‌ها
my: ဒိုမိန်းများ
pt: domínios
ru: Домены

# admin.menu.home
source: Dashboard
fa: داشبورد
my: ဒိုင်ခွက်
pt: Painel
ru: Dashboard

# admin.menu.proxy_stats
source: Proxies' Status
my: ပရောက်စီများ အခြေအနေ
pt: Status dos procuradores

# admin.menu.support
source: Help
fa: راهنما
my: အကူအညီ
pt: Ajuda
ru: Помощь

# admin.menu.user
source: Users
fa: کاربران
my: အသုံးပြုသူများ
pt: Usuários
ru: Пользователи

# admin.no_user_warning
source: It seems that you have not created any users yet. default user link: %(default_link)s
my: သင်မည်သည့်အသုံးပြုသူများကိုမျှ မဖန်တီးရသေးပုံရသည်။ မူရင်းအသုံးပြုသူလင့်ခ်- %(default_link)s
pt: Parece que você ainda não criou nenhum usuário. link de usuário padrão: %(default_link)s

# admin.proxy.detailed_config
source: ⚙️ Detailed Configs: Only enabled configs are shown.
fa: تنظیمات دقیق
my: ⚙️ အသေးစိတ် Configs- ဖွင့်ထားသည့် configs များကိုသာ ပြသထားသည်။
pt: ⚙️ Configurações detalhadas
ru: ⚙️ Подробная конфигурация

# admin.proxy.global_config
source: ⚙️ Global Configs
fa: تنظیمات عمومی
my: ⚙️ ကမ္ဘာလုံးဆိုင်ရာ ပြင်ဆင်မှုများ
pt: ⚙️ Configurações globais
ru: ⚙️ Глобальная конфигурация

# admin.quicksetup.title
source: Quick Setup
fa: نصب سریع
my: အမြန်တပ်ဆင်ခြင်း။
pt: Configuração rápida
ru: Быстрая установка

# admin.quicksetup_intro
source: Your Server's IPs are: <div > IPv4: %(ipv4)s <br> IPv6: %(ipv6)s </div> Set these IPs on your Domain or Subdomain and enter your Domain or Subdomain in the bellow box.
fa: آی‌پی‌های سرور شما عبارتند از: <div >IPv4: %(ipv4)s <br> IPv6: %(ipv6)s </div> دامنه یا زیر دامنه خود را با این آی‌پی‌ها تنظیم کنید و سپس دامنه یا زیر دامنه تنظیم شده را در کادر زیر وارد کنید.
my: သင့်ဆာဗာ၏ အိုင်ပီများမှာ <div > IPv4: %(ipv4)s <br> IPv6: %(ipv6)s </div> ဤအိုင်ပီများကို သင့်ဒိုမိန်း သို့ ဒိုမိန်းခွဲများတွင် သတ်မှတ်ပြီး အောက်ရှိ အကွက်တွင် သင့်ဒိုမိန်း သို့ ဒိုမိန်းခွဲကို ထည့်သွင်းပါ။
pt: Os IPs do seu servidor são: <div> IPv4: %(ipv4)s <br> IPv6: %(ipv6)s </div> Defina esses IPs em seu Domínio ou Subdomínio e insira seu Domínio ou Subdomínio na caixa abaixo.
ru: IP-адреса вашего сервера: <дел> IPv4: %(ipv4)s <br> IPv6: %(ipv6)s </div> Направьте ваш домен или субдомен на эти IP адреса, и введите его в поле ниже.

# admin.save_panel_link
source: Please note that your panel can be accessed only via the following link. please save this link. <p><a href='%(adminlink)s' class='btn btn-secondary copy-link'><i class='fa-solid fa-copy'></i></a> <a href='%(adminlink)s' class='copy-link' style='word-break: break-all;'>%(adminlink)s</a></p>
my: သင့်ထိန်းချုပ်ခုံကို အောက်ပါလင့်ခ်များမှသာ ဝင်ရောက်နိုင်သည်ကို ကျေးဇူးပြု၍ မှတ်သားပါ။ ကျေးဇူးပြု၍ ဤလင့်ခ်ကို သိမ်းဆည်းပါ။ <p><a href='%(adminlink)s' class='btn btn-secondary copy-link'><i class='fa-solid fa-copy'></i></a> <a href='%(adminlink)s' class='copy-link' style='word-break: break-all;'>%(adminlink)s</a></p>
pt: Por favor, note que seu painel pode ser acessado apenas através do link a seguir. por favor, salve este link. <p><a href='%(adminlink)s' class='btn btn-secondary copy-link'><i class='fa-solid fa-copy'></i></a> <a href='%(adminlink)s' class='copy-link' style='word-break: break-all;'>%(adminlink)s</a></p>

# admin.waiting_for_update
source: ⚠️ Please wait about 5 minutes to make sure everything is updated. during this time, please copy and save your Proxy links which are:
my: ⚠️ အရာအားလုံးကို မွမ်းမံပြီးကြောင်း သေချာစေရန် ၅ မိနစ်ခန့် စောင့်ပါ။ ဤကာလအတွင်း၊ ကျေးဇူးပြု၍ သင်၏ ပရောက်စီ လင့်ခ်များကို ကူးယူပြီး သိမ်းဆည်းပါ။
pt: Aguarde cerca de 5 minutos para garantir que tudo esteja atualizado. durante esse período, copie e salve seus links de proxy, que são:

# adminuser.force_update_usage
source: Every 6 minutes the usage is being updated. For updating it now <a href="%(link)s" class="btn btn-info">Press Here</a>
my: ℹ️ ၆ မိနစ်တိုင်း အသုံးပြုမှုကို မွမ်းမံနေပါသည်။ ယခု မွမ်းမံမှု ပြုလုပ်ရန်အတွက် <a href="%(link)s" class="btn btn-info">ဤနေရာကိုနှိပ်ပါ။</a>
pt: A cada 6 minutos o uso está sendo atualizado. Para atualizá-lo agora <a href="%(link)s" class="btn btn-info">clique aqui</a>

source: All
fa: همه
my: အားလုံး
pt: Todos
ru: Все

# app.foxray.description
source: FoXray Description
my: FoXray ဖော်ပြချက်
pt: Descrição do FoXray

# app.foxray.title
source: FoXray
pt: Raio X

# app.hiddify-clash-android.description
source: Hiddify Clash Android is one of our client apps which is not being updated any more.
my: Hiddify Clash အန်းဒရွိုက်သည် ကျွန်ုပ်တို့၏ ဖောက်သည် အက်ပ် တစ်ခု ဖြစ်ပြီး နောက်ထပ် မွမ်းမံပေးခြင်း မရှိတော့ပါ။
pt: Hiddify Clash Android é um de nossos aplicativos clientes que não está mais sendo atualizado.

# app.hiddify-clash-android.title
source: Hiddify Clash
pt: Hidificar confronto

# app.hiddify-clash-desktop.description
source: Hiddify Clash Desktop is one of our client apps which is not being updated any more.
my: Hiddify Clash Desktopသည် ကျွန်ုပ်တို့၏ ဖောက်သည် အက်ပ် တစ်ခု ဖြစ်ပြီး နောက်ထပ် မွမ်းမံပေးခြင်း မရှိတော့ပါ။
pt: Hiddify Clash Desktop é um de nossos aplicativos clientes que não está mais sendo atualizado.

# app.hiddify.next.description
source: Description HiddifyApp
my: ဖော်ပြချက် HiddifyApp
pt: HiddifyApp Descrição

# app.hiddifyn.description
source: HiddifyN Description
my: HiddifyN ဖော်ပြချက်
pt: Descrição do HiddifyN

# app.hiddifyn.title
source: HiddifyN
pt: HiddificarN

# app.hiddifyng.description
source: HiddifyNG Description
my: HiddifyNG ဖော်ပြချက်
pt: Descrição do HiddifyNG

# app.loon.description
source: Loon Description
my: Loon ဖော်ပြချက်
pt: Descrição do Loon

# app.nekobox.description
source: Nekobox is a Sing-box based clients
my: Nekobox သည် Sing-box အခြေပြုဖြစ်သည်
pt: Nekobox é um cliente baseado em Sing-box

# app.shadowrocket.description
source: Shadowrocket Description
my: Shadowrocket ဖော်ပြချက်
pt: Descrição do Foguete Sombrio

# app.stash.description
source: Stash Description
my: Stash ဖော်ပြချက်
pt: Descrição do Stash

# app.streisand.description
source: Streisand Description
my: Streisand ဖော်ပြချက်
pt: Descrição de Streisand

# app.v2rayng.description
source: V2RayNG Description
my: V2RayNG ဖော်ပြချက်
pt: Descrição do V2RayNG

# auto_cdn_ip
source: ☑️ Automatic CDN IP Selector
my: ☑️ CDN အိုင်ပီ အလိုအလျောက် ရွေးချယ်
pt: Seletor automático de CDN IP
ru: ☑️ Автоматический выбор IP-адреса CDN

# bot.admin_welcome
source: Hooray 🎉 🎉 🎉 Welcome to admin bot. Choose your action
my: ရေး။ 🎉 🎉 🎉 စီမံခန့်ခွဲသူ ဘော့ က ကြိုဆိုပါတယ်။ သင့်လုပ်ဆောင်ချက်ကို ရွေးချယ်ပါ
pt: Bem-vindo ao bot administrativo. Escolha sua ação

# bot.welcome
source: Hooray 🎉 🎉 🎉 Welcome to Hiddify bot Start by clicking the link on the Panel or entering your UUID user.
my: ရေး 🎉 🎉 🎉 ဟစ်ဒီဖိုင်း ဘော့ က ကြိုဆိုပါတယ် ထိန်းချုပ်ခုံပေါ်ရှိ လင့်ခ်ကို နှိပ်၍သော်လည်းကောင်း သင့် UUID အသုံးပြုသူကို ရိုက်ထည့်၍သော်လည်းကောင်း စတင်ပါ။
pt: Viva 🎉 🎉 🎉 Bem-vindo ao bot Hiddify Comece clicando no link no Painel ou inserindo seu UUID.

source: cf-delete.failed
pt: cf-delete.falhou

source: Child Has Been Removed!
fa: پنل زیر مجموعه حذف شد
my: Child အား ဖယ်ရှားပြီးပြီ။
pt: Child removido
ru: Дочерний элемент удален!

source: child.register-failed
pt: child.register-falhou

source: child.register-success
pt: child.register-sucesso

source: child.sync-failed
pt: child.sync-falhou

# clickable copy
source: Link for Social Media
fa: لینک برای شبکه‌های اجتماعی
my: လူမှုကွန်ရက်အတွက် လင့်ခ်
pt: Link para mídias sociais
ru: Ссылка для социальных сетей

source: Close
fa: بستن
my: ပိတ်
pt: Fechar
ru: Закрыть

# config.Domain_already_used
source: Domain is exist in domains section. Use another Domain
my: ဒိုမိန်းသည် ရှိနှင့်ပြီး ဖြစ်သည်။ အခြား ဒိုမိန်းတစ်ခုကို သုံးစွဲပါ။
pt: O domínio existe na seção de domínios. Usar outro domínio

# config.Invalid_The_pattern_is_number-number
source: ⚠️ The Pattern Is Number-Number ⚠️
my: ⚠️ ပုံစံမှာ ကိန်းဂဏန်း-ကိန်းဂဏန်း ⚠️
pt: ⚠️ Configuração inválida! O padrão é número-número

# config.Invalid_brand_link
source: Invalid Link. it should be on this format: (https or http://example.com)
my: မရေရာသော လင့်ခ်။ လင့်ခ်သည် ဤပုံစံဖြင့် ဖြစ်သင့်သည်။ (https သို့ http://example.com)
pt: Link inválido. deve estar neste formato: (https ou http://example.com)

# config.Invalid_domain
source: Error! Invalid Domain. The Domain Format is www.google.com
my: အမှား။ မရေရာသော ဒိုမိန်း။ ဒိုမိန်းပုံစံမှာ www.google.com
pt: Erro! Domínio inválido. O formato do domínio é www.google.com

# config.Invalid_it_should_be_a_number_only
source: ⚠️ It Should Be a Number Only ⚠️
my: ⚠️ ကိန်းဂဏန်းသာလျှင် ဖြစ်သင့်သည် ⚠️
pt: ⚠️ Configuração inválida! Deve ser apenas um número

# config.Invalid_port
source: Invalid Port. it should be comma separated Integer e.g. 2052,2053
my: မရေရာသော Port. ယင်းသည် ကော်မာခံထားသော ကိန်းပြည့် ဖြစ်သင့်သည်။ ဥပမာ 2052,2053
pt: Porta inválida. deve ser inteiro separado por vírgula, por exemplo 2052,2053

# config.Invalid_proxy_path
source: Invalid Proxy Path. It should be ASCI string (a-z A-Z 0-9)
my: မရေရာသော ပရောက်စီ လမ်းကြောင်း၊ ယင်းသည် ASCI string (a-z A-Z 0-9) ဖြစ်သင့်သည်။
pt: Caminho de proxy inválido. Deve ser uma string ASCI (a-z A-Z 0-9)

# config.Invalid_telegram_bot_token
source: Invalid Telegram Bot Token
my: မရေရာသော တယ်လီဂရမ် ဘော့ တိုကင်
pt: Token do bot telegram inválido

# config.admin.description
source: Admin section is for configuring admin related settings
fa: تنظیمات عمومی بخش مدیریت
my: စီမံခန့်ခွဲသူ အပိုင်းသည် စီမံခန့်ခွဲခြင်းဆိုင်ရာ အပြင်အဆင်များအတွက် ဖြစ်သည်
pt: A seção Admin é para definir as configurações relacionadas ao administrador
ru: Раздел предназначен для настройки параметров, связанных с администратором.

# config.admin.label
source: Admin Settings
fa: تنظیمات ادمین
my: စီမံခန့်ခွဲမှု အပြင်အဆင်များ
pt: Configurações de administrador
ru: Настройки администратора

# config.admin_lang.description
source: Choose Language For Admin Area
fa: در این قسمت می‌توانید زبان بخش مدیریت را انتخاب کنید.
my: စီမံခန့်ခွဲသူနေရာအတွက် ဘာသာစကား ရွေးချယ်ပါ
pt: Escolha o idioma para a área administrativa
ru: Выберите язык для раздела администрирования

# config.admin_lang.label
source: 🗺️ Admin Panel Language
fa: زبان محیط مدیریت
my: 🗺️ စီမံခန့်ခွဲသူ ထိန်းချုပ်ခုံ ဘာသာစကား
pt: Idioma do Painel Administrativo
ru: 🗺️ Язык панели администратора

# config.admin_secret.description
source: Admin secret will be used for accessing admin panel
fa: رمز ادمین برای دسترسی به پنل ادمین استفاده خواهد شد.
my: စီမံခန့်ခွဲသူ လျှို့ဝှက်အား စီမံခန့်ခွဲသူ ထိန်းချုပ်ခုံအား ဝင်ရောက်ရာတွင် အသုံးပြုလိမ့်မည်
pt: O segredo do administrador será usado para acessar o painel de administração
ru: Admin Secret будет использоваться для доступа к панели администратора.

# config.advanced.description
source: In this part, there are some advanced configs that are better not be changed unless you are an advanced user
fa: در این قسمت تنظیماتی وجود دارد که مناسب کاربران حرفه‌ای است. درصورتی که اطلاعی از کارکرد آنها ندارید، لطفا به این تنظیمات دست نزنید.
my: ဤအပိုင်းတွင် အဆင့်မြင့် အပြင်အဆင်များပါဝင်ပြီး သင့်အနေဖြင့် အတွေ့အကြုံရင့်အသုံးပြုသူမဟုတ်ပါက ပြောင်းလဲခြင်းများ မပြုလုပ်သင့်ပါ။
pt: Nesta parte, existem algumas configurações avançadas que é melhor não serem alteradas, a menos que você seja um usuário avançado
ru: В этой части есть некоторые расширенные настройки, которые лучше не менять, если вы не опытный пользователь..

# config.advanced.label
source: Advanced Settings
fa: تنظیمات پیشرفته
my: အဆင့်မြင့်် အပြင်အဆင်များ
pt: Configurações avançadas
ru: Расширенные настройки

# config.allow_invalid_sni.description
source: If you allow invalid SNI, you can use any Domain rather than your original Domain to access the Proxy (Not Recommended)
fa: اگر به SNI نامعتبر اجازه دهید، می‌توانید از هر دامنه‌ای به جای دامنه اصلی خود برای دسترسی به پروکسی استفاده کنید (توصیه نمی‌شود).
my: မရေရာသော SNI အား ခွင့်ပြုထားပါက ပရောက်စီအား ဝင်ရောက်ရန် သင့် မူရင်းဒိုမိန်းအစား မည်သည့်ဒိုမိန်းကိုမဆို အသုံးပြုနိုင်မည် (အကြံမပြုထားပါ)
pt: Se você permitir SNI inválido, poderá usar qualquer Domínio em vez do seu Domínio original para acessar o Proxy (Não Recomendado)
ru: Если вы разрешите неверный SNI, вы можете использовать любой домен, а не исходный домен, для доступа к прокси (не рекомендуется).

# config.allow_invalid_sni.label
source: 🆗 Allow Invalid SNI
fa: اجازه دادن به SNI نامعتبر
my: 🆗 မရေရာသော SNI အား ခွင့်ပြု
pt: 🆗 Permitir SNI inválido
ru: 🆗 Разрешить неверный SNI

# config.auto_update.description
source: Every day at 3:00 AM, we will check for a new update. if there is a new update available, we will update the system automatically
fa: هر روز راس ساعت ۳ صبح، سیستم برای آپدیت جدید چک می‌شود. در صورتی که آپدیت جدیدی موجود باشد به صورت خودکار سیستم آپدیت خواهد شد.
my: နံနက် ၃ နာရီ အချိန်တိုင်းတွင် မွမ်းမံမှုအသစ် ရှိမရှိ စစ်ဆေးမည်ဖြစ်ပြီး မွမ်းမံမှုအသစ်ရှိပါက စနစ်အား အလိုအလျောက် မြှင့်တင်ပေးသွားမည် ဖြစ်သည်။
pt: Todos os dias às 3:00 da manhã, verificaremos se há uma nova atualização. se houver uma nova atualização disponível, atualizaremos o sistema automaticamente
ru: Система автоматически обновится в 3:00 утра при наличии обновлений

# config.auto_update.label
source: 🔄 Auto Update
fa: آپدیت خودکار
my: 🔄 အလိုအလျောက် မွမ်းမံ
pt: 🔄 Atualização automática
ru: 🔄 Автоматическое обновление

# config.block_iran_sites.description
source: Block domestic Sites to prevent detection by the government
fa: برای جلوگیری از شناسایی توسط فیلترچی، دسترسی به سایت های ایرانی را مسدود می‌کند. (این قسمت بصورت آزمایشی است؛ اگر مشکلی وجود دارد، لطفاً این گزینه را غیرفعال و ما را مطلع کنید.)
my: အစိုးရမှ ထောက်လှမ်းနိုင်ခြင်းအား ကာကွယ်ရန် ပြည်တွင်းဆိုဒ်များကို ပိတ်ပင်ပါ
pt: Bloqueie sites iranianos para impedir a detecção pelo governo (Experimental: se houver algum problema, desative-o e informe-nos.)
ru: Блокируйте иранские сайты, чтобы предотвратить их обнаружение правительством (Экспериментальный вариант: если возникнет проблема, отключите ее и сообщите нам.)

# config.block_iran_sites.label
source: ⛔️ Block Domestic Sites
fa: بلاک کردن سایت‌های ایرانی
pt: ⛔️ Bloquear sites domésticos
ru: ⛔️ Блокировать внутренние сайты

# config.branding.description
source: Customization settings for User Page
fa: متنی که در این قسمت وارد می‌کنید، در صفحه کاربر نمایش داده می‌شود.
my: အသုံးပြုသူ စာမျက်နှာအတွက် စိတ်ကြိုက် အပြင်အဆင်များ
pt: Configurações de personalização para a página do usuário
ru: Параметры настройки для страницы пользователя

# config.branding.label
source: Customizing User Page
fa: شخصی‌سازی صفحه کاربران
my: စိတ်ကြိုက် အသုံးပြုသူ စာမျက်နှာ
pt: Personalizando a página do usuário
ru: Настройки страницы пользователя

# config.branding_freetext.description
source: Branding Text. this box's text will be shown on support section of User's Page. you can use HTML tags <p><br /><a href="https://htmleditor.online/full" target="_blank">HTML Editor</a></p>
fa: متنی که در این قسمت وارد می‌کنید، در باکس پشتیبانی در صفحه کاربران نمایش داده می‌شود. امکان استفاده از کدهای HTML هم وجود دارد.
my: အမှတ်တံဆိပ် စာသား။ ဤအကွက်သည် အသုံးပြုသူ စာမျက်နှာရှိ ထောက်ပံ့မှုအပိုင်းတွင် ဖော်ပြမည့် စာသားများ ဖြစ်သည်။ HTML အား အသုံးပြုနိုင်သည်။ <p><br /><a href="https://htmleditor.online/full" target="_blank">HTML Editor</a></p>
pt: Texto de marca. o texto desta caixa será mostrado na seção de suporte da página do usuário. você pode usar tags HTML
ru: Брендинговый текст. текст этого поля будет показан в разделе поддержки на странице пользователя. вы можете использовать HTML-теги

# config.branding_freetext.label
source: 📢 Support Section Text
fa: متن باکس پشتیبانی
my: 📢 ထောက်ပံ့မှု အပိုင်း စာသား
pt: 📢 Texto da seção de suporte
ru: 📢 Текст раздела поддержки

# config.branding_site.description
source: The link to be shown on support section of user's page. You can put also your Telegram Channel or Telegram PV here
fa: لینکی که در این قسمت وارد می‌کنید، در صفحه کاربر و در قسمت پشتیبانی به کاربران نمایش داده می‌شود. برای مثال آدرس کانال تلگرام، یا چت شخصی خود را میتوانید قرار دهید.
my: အသုံးပြုသူ စာမျက်နှာရှိ ထောက်ပံ့မှုအပိုင်းတွင် ဖော်ပြပေးမည့် လင့်ခ်။ သင့် တယ်လီဂရမ် ချန်နယ် သို့ တယ်လီဂရမ် PV အား ဤနေရာတွင် ထည့်နိုင်သည်။
pt: O link a ser mostrado na seção de suporte da página do usuário. Você também pode colocar seu Canal Telegram ou Telegram PV aqui.
ru: Ссылка, которая будет отображаться в разделе поддержки на странице пользователя. Вы также можете разместить здесь свой канал Telegram или Telegram PV.

# config.branding_site.label
source: 🆔 Support Link (goes both on branding title and also on support section of user page)
fa: لینک پشتیبانی
my: 🆔 ထောက်ပံ့မှု လင့်ခ် (အမှတ်တံဆိပ်ခေါင်းစီးနှင့် သုံးစွဲသူ စာမျက်နှာ ထောက်ပံ့မှုအပိုင်းအတွက်)
pt: 🆔 Link de suporte (vai tanto no título da marca quanto na seção de suporte da página do usuário)
ru: 🆔 Ссылка на поддержку (находится как в названии бренда, так и в разделе поддержки на странице пользователя)

# config.branding_title.description
source: Enter a customized title to be shown on user page. (Before User's Welcome Text)
fa: در این قسمت می‌توانید یک نام یا تایتل برای خود وارد کنید. این نام در بالای صفحه کاربر قبل از متن خوش‌آمد نمایش داده می‌شود.
my: အသုံးပြုသူ စာမျက်နှာရှိ စိတ်ကြိုက် ခေါင်းစီး (အသုံးပြုသူ ကြိုဆိုရေး စာသား မတိုင်မီ)
pt: Insira um título personalizado para ser exibido na página do usuário. (antes do texto de boas-vindas de yser)
ru: Введите индивидуальный заголовок, который будет отображаться на странице пользователя. (перед приветственным текстом пользователя)

# config.branding_title.label
source: 👁‍🗨 User Page Title
fa: عنوان برند شما در صفحه کاربران
my: 👁‍🗨 သုံးစွဲသူ စာမျက်နှာ ခေါင်းစီး
pt: 👁‍🗨 Título da página do usuário
ru: 👁‍🗨 Заголовок страницы пользователя

# config.cdn_forced_host.description
source: In this part you can use a set of specific domains or IPs for your server to be override in the user links. If you use <a href='https://ircf.space/export.php'>this template </a>, the relevant IP will be selected according to the user's operator, and if you put a range of IPs The IP will be randomly selected from that range. Use <a target='_blank' href='https://ip-format.hiddify.com'>this link</a> to set personal IPs.
fa: در این قسمت می توانید از چندین دامنه یا IP اختصاصی برای cdn خود استفاده کنید تا در لینک های کاربری جایگزین شود. در صورتی که در <a href="https://ircf.space/export.php">این قالب </a> استفاده کنید با توجه به اوپراتور آی پی مربوطه انتخاب میشود و در صورتی که رنجی از آی پی ها را قرار دهید به صورت تصادفی آی پی از ان رنج انتخاب می‌شود. جهت قراردادن آی پی های شخصی از <a target="_blank" href="https://ip-format.hiddify.com">این لینک</a> استفاده کنید.
my: အသုံးပြုသူ လင့်ခ်များတွင် ထပ်ပိုးပြသပေးမည့် သင့်ဆာဗာ၏ သီးခြား ဒိုမိန်းများ သို့ အိုင်ပီများအား ဤအပိုင်းတွင် သတ်မှတ်နိုင်သည်။ အကယ်၍ <a href='https://ircf.space/export.php'>ဤပုံစံခွက် </a>အား အသုံးပြုပါက အသုံးပြုသူ၏ အော်ပရေတာအလိုက် ဆီလျော်သော အိုင်ပီကို ရွေးချယ်ပေးမည်ဖြစ်ပြီး အိုင်ပီအလျားကျယ်ကို သင်ထည့်သွင်းပါက အဆိုပါအတွင်းမှ အိုင်ပီအား ကျပန်း ရွေးချယ်မည် ဖြစ်သည်။ ပုဂ္ဂလိက အိုင်ပီများအား သတ်မှတ်ရန် <a target='_blank' href='https://ip-format.hiddify.com'>ဤလင့်ခ်</a> ကို အသုံးပြုပါ။
pt: Nesta parte, você pode usar um conjunto de domínios ou IPs específicos para que seu servidor cdn seja substituído nos links do usuário. Se você usar <a href='https://ircf.space/export.php'>este modelo </a>, o IP relevante será selecionado de acordo com a operadora do usuário e se você colocar um intervalo de IPs O IP serão selecionados aleatoriamente desse intervalo. Use <a target='_blank' href='https://ip-format.hiddify.com'>este link</a> para definir IPs pessoais.
ru: В этой части вы можете использовать набор определенных доменов или IP-адресов для вашего сервера, которые будут переопределяться в пользовательских ссылках. Если вы используете <a href="https://ircf.space/export.php">этот шаблон </a>, соответствующий IP-адрес будет выбран в соответствии с оператором пользователя, и если вы укажете диапазон IP-адресов, IP-адрес будет выбран случайным образом из этого диапазона. Используйте <a target="_blank" href="https://ip-format.hiddify.com">эту ссылку</a>, чтобы установить личные IP-адреса

# config.cdn_forced_host.label
source: 🔂 Force Config to Use Following IPs
fa: اجبار به استفاده‌ از آی پی‌های زیر در کانفیگ‌ CDN
my: 🔂 အောက်ပါအိုင်ပီများ သုံးစွဲရန်အတွက် အတင်းထိန်းညှိ
pt: Forçar a configuração do CDN para usar os seguintes IPs
ru: 🔂 Принудительная настройка для использования следующих IP-адресов
