Repository: hiddify/HiddifyPanel
Catalog: hiddifypanel/translations/*/LC_MESSAGES/messages.po
Languages: fa, my, pt, ru

source: Open in Application
my: အက်ပလီကေးရှင်းတွင် ဖွင့်ရန်
pt: Abrir no aplicativo
ru: Открыть в приложении

source: 🇺🇳 Others
fa: سایر
my: 🇺🇳 အခြား
pt: 🇺🇳 Outros
ru: 🇺🇳 Другие

# Override Root Admin
source: 🔁 Override Owner in Backup
my: 🔁 အရန်တွင် ပိုင်ရှင်အား ထပ်ပိုးရေးသားမည်
pt: 🔁 Substituir proprietário no backup
ru: Переопределение администратора

source: Owner can not be deleted!
fa: عزیز مدیر کلو میخوای پاک کنی آخه؟
my: ပိုင်ရှင်အား ဖျက်၍ မရပါ။
pt: O proprietário não pode ser excluído!

source: 📆 Package Days
fa: تعداد روز بسته
my: 📆 ပက်ကေ့ချ် ရက်များ
pt: 📆 Dias do pacote
ru: 📆 Дни пакета

source: Package Ended
fa: پکیج شما به پایان رسید
my: ပက်ကေ့ချ် ပြီးဆုံးပြီ
pt: Package encerrado
ru: Пакет закончился

source: Package Not Started Yet
fa: بسته هنوز شروع نشده است.
my: ပက်ကေ့ချ် မစတင်ရသေး
pt: Pacote ainda não iniciado.
ru: Пакет еще не запущен.

source: ➖ Panel Link
my: ➖ ထိန်းချုပ်ခုံ လင့်ခ်
pt: ➖ Link do Painel
ru: ➖ Ссылка на панель управления

source: Parent Panel
fa: پنل مرکزی
my: ပင်မ ထိန်းချုပ်ခုံ
pt: Painel pai
ru: Главная панель

source: Please Wait...
my: ကျေးဇူးပြု၍ ခေတ္တစောင့်ပါ...
pt: Por favor, aguarde...

# Please click on %(install)s to save the user page.
source: Click %(install)s to save the User Page.
fa: روی %(install)s کلیک کنید تا صفحه کاربر ذخیره شود.
my: အသုံးပြုသူစာမျက်နှာအား သိမ်းဆည်းရန် %(install)s ကို နှိပ်ပါ။
pt: Clique em %(install)s para salvar a página do usuário.
ru: Нажмите %(install)s, чтобы сохранить страницу пользователя

source: Please connect your Telegram account to the panel to be informed about latest news
my: နောက်ဆုံးရ သတင်းများအား သိရှိနိုင်ရန် သင့်တယ်လီဂရမ် အကောင့်အား ထိန်းချုပ်ခုံနှင့် ချိတ်ဆက်ပါ။
pt: Conecte sua conta do Telegram ao painel para ser informado sobre as últimas novidades.

source: Please connect your Telegram account to the panel to know the latest Status of your Subscription
pt: Conecte sua conta do Telegram ao painel para saber o status mais recente da sua assinatura
ru: Пожалуйста, подключите свою учетную запись Telegram к панели, чтобы узнать статус вашей подписки.

source: Please create an issue on Github
my: Github တွင် ပြဿနာတစ်ခုအတွက် ကျေးဇူးပြု၍ ဖန်တီးပါ
pt: Por favor, crie um problema no Github
ru: Пожалуйста создайте проблему на Github.

source: Please select at least one file.
my: ကျေးဇူးပြု၍ အနည်းဆုံး ဖိုင်တစ်ခုကို ရွေးပါ။
pt: Por favor, selecione pelo menos um arquivo.

source: Please select at least one record.
my: ကျေးဇူးပြု၍ အနည်းဆုံး မှတ်တမ်းတစ်ခုကို ရွေးပါ။
pt: Por favor, selecione pelo menos um registro.

source: Please select at least one user
my: ကျေးဇူးပြု၍ အနည်းဆုံး အသုံးပြုသူ တစ်ဦးကို ရွေးချယ်ပါ။
pt: Selecione pelo menos um usuário

# Please select one of the following applications:
source: 📍 Please select one of the following applications: <br /> <br />
fa: لطفا یکی از برنامه های زیر را انتخاب کنید:
my: 📍 အောက်ဖော်ပြပါ အက်ပလီကေးရှင်းများထဲမှ တစ်ခုကို ရွေးချယ်ပါ။ <br /> <br />
pt: 📍 Selecione um dos seguintes aplicativos: <br />
ru: 📍 Пожалуйста, выберите одно из следующих приложений: <br /> <br />

# Please type your message to send to the telegram:
source: ✏️ Please write your message to send to the Telegram:
my: ✏️ တယ်လီဂရမ် သို့ ပေးပို့ရန် ကျေးဇူးပြု၍ သင့်စာကို ရေးပါ။
pt: ✏️ Por favor, escreva sua mensagem para enviar para o Telegram:
ru: ✏️ Пожалуйста, напишите свое сообщение для отправки в Telegram:

source: Please understand that parent Panel is under test and the plan and the condition of use maybe change at anytime.
my: ပင်မထိန်းချုပ်ခုံသည် စမ်းသပ်နေဆဲဖြစ်ပြီး အစီအစဉ်နှင့် အသုံးပြုမှု အခြေအနေ အချိန်မရွေး ပြောင်းလဲနိုင်သည်ကို နားလည်ပါ။
pt: Por favor, entenda que o painel principal está em teste e o plano e as condições de uso podem mudar a qualquer momento.
ru: Обратите внимание, что родительская панель находится на стадии тестирования, поэтому план и условия использования могут измениться в любое время

source: Please Wait
fa: لطفا صبر کنید
my: ကျေးဇူးပြု၍ စောင့်ဆိုင်းပါ
pt: Por favor, aguarde
ru: Пожалуйста, подождите

source: Port is Already Used in:
fa: پورت قبلا استفاده شده است در
my: အောက်ပါတွင် Port သည် အသုံးပြုထားပြီး ဖြစ်သည်
pt: A porta já é usada em:
ru: Порт уже используется в:

# Premium Description
source: Hiddify Manager Is Made For Non-Commercial Use. But If You Use This Panel Commercially, Please Help The Project Grow By Donating. <br/> In Exchange For Your Financial Support, We Also Provide Special Facilities For Your Commercial Product. <br/> <br/> Such as: <ul><li> <li>The Possibility Of Syncing To Cloudflare: That Is, By Adding a Domain In The Panel, The Relevant Settings Can Also Be Made In Cloudflare</li> <li>Possibility Of Displaying Your Brand In The Panel</li> <li>Possibility Of Using The Central Panel To Manage More Than 1 Server In Just One Panel, So It Is No Longer Necessary To Register Users In Different Servers, And Their Volume Will Be Collected In All Servers. </li> <li> The Possibility Of Using The Telegram Bot </li> <li> Ability To Change Proxy Names </li> </ul> Please Contact <a href='tg://resolve?domain=HiddifyCommercial'>@HiddifyCommercial</a> After Donating. Send a Message To Get a Special Version for business users.
fa: پنل هیدیفای برای استفاده غیرتجاری ساخته شده است. اما چنانچه از این پنل استفاده تجاری می‌کنید، از شما خواهشمندیم با دونیت کردن به رشد پروژه کمک کنید. <br/> در عوض حمایت مالی شما، امکانات ویژه ای هم برای محصول تجاری شما فراهم می‌کنیم. <br/> <br/> از قبیل: <ul> <li>امکان سینک شدن به کلودفلر: یعنی با افزودن دامنه در پنل، تنظیمات مربوطه در کلود فلر نیز انجام شود</li> <li>امکان نمایش برند شما در پنل</li> <li>امکان استفاده از پنل مرکزی جهت مدیریت بیش از ۱ سرور در فقط یک پنل بنابراین دیگر لازم نیست کاربران را در سرورهای مختلف ثبت کنید و همین طور حجم آنها در تمام سرورها جمع خواهد شد. </li> <li> امکان استفاده از بات تلگرام </li> <li> امکان تغییر نام پروکسی ها </li> </ul> لطفا پس از دونیت کردن به <a href="tg://resolve?domain=HiddifyCommercial">@HiddifyCommercial</a> پیام دهید تا نسخه ویژه ی کاربران تجاری به شما ارائه شود.
my: ဟစ်ဒီဖိုင်း မန်နေဂျာသည် စီးပွားရေးသုံးအတွက် သုံးစွဲရန် ထုတ်ထားခြင်း မဟုတ်ပါ။ သို့သော် ဤထိန်းချုပ်ခုံအား စီးပွားရေးအရ သင်အသုံးပြုနေပါက ဤစီမံကိန်းအား တိုးတက်စေရန် လှူဒါန်းခြင်းဖြင့် ကျေးဇူးပြု၍ ကူညီပါ။ <br/> သင့် ငွေရေးကြေးရေး ထောက်ပံ့မှုအပေါ် အပြန်အလှန်အားဖြင့် ကျွန်ုပ်တို့မှ အထူးအင်္ဂါရပ်များ ပါဝင်သော စီးပွားရေးသုံး ထုတ်ကုန်အား ပံ့ပိုးပေးပါမည်။ <br/> <br/> ဥပမာ <ul><li> <li>Cloudflare သို့ စင့်ခ်လုပ်ခြင်း၏ ဖြစ်နိုင်ခြေ- ဆိုလိုသည်မှာ ထိန်းချုပ်ခုံတွင် ဒိုမိန်းတစ်ခုကို ထည့်ခြင်းဖြင့်၊ သက်ဆိုင်ရာ ဆက်တင်များကို Cloudflare တွင်လည်း ပြုလုပ်နိုင်သည်</li> <li>သင့်အမှတ်တံဆိပ်ကို ထိန်းချုပ်ခုံတွင် ပြသနိုင်ခြင်း</li> <li>ထိန်းချုပ်ခုံတစ်ခုတည်းတွင် ဆာဗာ ၁ ခုထက်ပို၍ စီမံခန့်ခွဲရန် ဗဟိုထိန်းချုပ်ခုံကို အသုံးပြုနိုင်ခြင်းကြောင့် မတူညီသောဆာဗာများတွင် အသုံးပြုသူများကို စာရင်းသွင်းရန် မလိုအပ်တော့ဘဲ ၎င်းတို့၏ ပမာဏ ကို ဆာဗာများအားလုံးတွင် စုဆောင်းမည်ဖြစ်သည်။ </li> <li> တယ်လီဂရမ်ဘော့ သုံးစွဲနိုင်ခြေ </li> <li> ပရောက်စီအမည်များအား ပြောင်းလဲနိုင်ခြင်း</li> </ul> လှူဒါန်းပြီးပါက ကျေးဇူးပြု၍ <a href='tg://resolve?domain=HiddifyCommercial'>@HiddifyCommercial</a> ကို ဆက်သွယ်ပါ။ စီးပွားရေးသုံး အထူးဗားရှင်းအား ရယူရန် စာသားပေးပို့ပါ။
pt: O painel Hiddify é feito para uso não comercial. Mas se você usar este painel comercialmente, ajude o projeto a crescer com uma doação. <br/> Em troca de seu suporte financeiro, também fornecemos facilidades especiais para seu produto comercial. <br/> <br/> Como: <ul><li> <li>A possibilidade de sincronizar com o Cloudflare: ou seja, adicionando um domínio no painel, as configurações relevantes também podem ser feitas no Cloudflare</li> <li>Possibilidade de exibir sua marca no painel</li> <li>Possibilidade de Utilizar o Painel Central para Gerenciar Mais de 1 Servidor em Apenas um Painel, Assim Não É Mais Necessário Cadastrar Usuários em Servidores Diferentes, E Seu Volume Será Coletado em Todos os Servidores. </li> <li> A possibilidade de usar o bot do Telegram </li> <li> Capacidade de alterar nomes de proxy </li> </ul> Entre em contato com <a href='tg://resolve?domain=HiddifyCommercial'>@HiddifyCommercial</a> após a doação. Envie uma mensagem para obter uma versão especial para usuários corporativos.
ru: Панель Hiddify предназначена для некоммерческого использования. Но если вы используете эту панель в коммерческих целях, пожалуйста, помогите проекту развиваться, сделав пожертвование. <br/> В обмен на вашу финансовую поддержку мы также предоставляем специальные возможности для вашего коммерческого продукта. <br/> <br/> Такой как: <ul><li> <li>Возможность синхронизации с Cloudflare: то есть, добавив домен в панели, соответствующие настройки также можно сделать в Cloudflare.</li> <li>Возможность отображения вашего бренда на панели</li> <li>Возможность использования центральной панели для управления более чем 1 сервером всего в одной панели, поэтому больше не нужно регистрировать пользователей на разных серверах, а их объем будет собираться на всех серверах. </li> <ли> Возможность использования Telegram-бота </li> <ли> Возможность изменения имен прокси </li> </ul> Пожалуйста, свяжитесь с <a href="tg://resolve?domain=HiddifyCommercial">@HiddifyCommercial</a> после пожертвования. Отправьте сообщение, чтобы получить специальную версию для бизнес-пользователей.

source: ProxyPath is already used! use different proxy path
my: ProxyPath သည် အသုံးပြုထားပြီးဖြစ်သည်။ မတူညီသော ပရောက်စီ လမ်းကြောင်းကို ရွေးပါ
pt: ProxyPath já está em uso! usar caminho de proxy diferente

source: 🧾 QR Code
fa: کیوآر کد
my: 🧾 ကျူအာ ကုဒ်
pt: 🧾 Código QR
ru: 🧾 QR-код

source: RAM
pt: BATER
ru: ОЗУ

source: REALITY Fallback Domain is not compaitble with Server names!
fa: دامنه بازگشتی REALITY با نام سرور سازگار نیست!
my: REALITY Fallback Domain သည် ဆာဗာအမည်များနှင့် မကိုက်ညီပါ။
pt: REALITY Fallback Domain não é compatível com nomes de servidores!
ru: REALITY Fallback Domain несовместим с именами серверов!

source: ✅ Release
fa: پایدار
my: ✅ ဖြန့်ချိ
pt: ✅ Liberação
ru: ✅ Релиз

source: Remaining about %(relative)s, exactly %(days)s days
my: လက်ကျန် %(relative)s, အတိအကျအားဖြင့် %(days)s ရက်
pt: Restam cerca de %(relative)s, exatamente %(days)s dias

source: Remote nodes are not supported yet!
my: အဝေးထိန်း ဆုံမှတ်များကို မပံ့ပိုးရသေးပါ။
pt: Nós remotos ainda não são suportados!

source: Rename File
my: ဖိုင် အမည်ပြောင်း
pt: Renomear arquivo

source: Reset Filters
my: စိစစ်မှုများကို ပြန်လည်သတ်မှတ်ပါ
pt: Limpar Filtros

source: Reset Proxies
my: ပရောက်စီများကို ပြန်လည်သတ်မှတ်ပါ
pt: Redefinir proxies

# Reset Usage Time:
source: Traffic usage reset time:
fa: زمان صفر شدن حجم:
my: လမ်းကြောင်းအသုံးပြုမှု ပြန်လည်သတ်မှတ်ချိန်-
pt: Tempo de reinicialização do uso do tráfego:
ru: Время сброса использования трафика:

# Reset every month
source: Monthly
fa: ماهانه
my: လစဉ်
pt: Por mês
ru: Ежемесячно

# Reset package days
source: 📆 Reset Package's Days
fa: ریست زمان شروع بسته کاربر
my: 📆 Package ၏နေ့ရက်များကို ပြန်လည်သတ်မှတ်ပါ။
pt: 📆 Redefinir dias do pacote
ru: 📆 Сбросить пакет дней

# Reset package usage
source: ⏳ Reset Package's Usage
fa: ریست حجم مصرفی کاربر
my: ⏳ Package ၏အသုံးပြုမှုကို ပြန်လည်သတ်မှတ်ပါ။
pt: ⏳ Redefinir o uso do pacote
ru: ⏳ Сбросить использование пакета

source: ♻️ Restore
fa: بازگردانی از فایل پشتیبان
my: ♻️ ပြန်လည်ထိန်းသိမ်း
pt: ♻️ Restaurar
ru: ♻️ Восстановление

source: 🌏 Restore Domain
fa: بازیابی دامنه‌ها
my: 🌏 ဒိုမိန်း ပြန်လည်ထိန်းသိမ်း
pt: 🌏 Restaurar domínio
ru: 🌏 Восстановить домен

# Restore Domain description
source: Select this option to restore your domains
fa: برای بازگرداندن دامنه از این گزینه استفاده کنید.
my: သင့်ဒိုမိန်းများအား ပြန်လည်ရယူရန် ဤအပြင်အဆင်ကို သုံးပါ။
pt: Selecione esta opção para restaurar seus domínios
ru: Выберите этот вариант, чтобы восстановить ваши домены

source: Restore File
fa: فایل بازیابی:
my: ဖိုင်ကို ပြန်ယူပါ။
pt: Restaurar arquivo
ru: Восстановить файл

# Restore File Description
source: Choose the downloaded restore file
fa: برای بازگردانی، فایل دانلود شده (بک آپ) را از سیستم خود انتخاب کنید.
my: ဒေါင်းလုဒ်လုပ်ထားသော ပြန်လည်ရယူသည့်ဖိုင်ကို ရွေးပါ။
pt: Escolha o arquivo de restauração baixado
ru: Выберите загруженный файл бекапа.

source: ⚙️ Restore Settings
fa: بازیابی تنظیمات
my: ⚙️ ဆက်တင်များကို ပြန်ယူပါ။
pt: ⚙️ Restaurar configurações
ru: ⚙️ Восстановить настройки

# Restore Settings description
source: Restore all settings description
fa: در این قسمت می‌توانید تنظیمات قبلی را بازیابی نمایید.
my: ဆက်တင်ဖော်ပြချက်အားလုံးကို ပြန်ယူပါ။
pt: Restaurar todas as descrições de configurações
ru: Восстановить все описания настроек

source: 👥 Restore Users
fa: بازیابی کاربران
my: 👥 အသုံးပြုသူများကို ပြန်လည်ရယူပါ။
pt: 👥 Restaurar usuários
ru: 👥 Восстановление пользователей

# Restore Users description
source: Select this option to restore All Users
fa: برای بازگرداندن کاربران از این گزینه استفاده کنید.
my: အသုံးပြုသူများအားလုံးကို ပြန်လည်ရယူရန် ဤရွေးချယ်မှုကို ရွေးချယ်ပါ။
pt: Selecione esta opção para restaurar todos os usuários
ru: Выберите этот вариант, чтобы восстановить всех пользователей

source: Root
my: ဇစ်မြစ်
pt: Raíz

source: Russia
my: ရုရှား
pt: Rússia

source: Save
my: သိမ်းဆည်း
pt: Salvar

source: Save & Add More
fa: ذخیره و افزودن مورد دیگر
my: သိမ်းဆည်းပြီး နောက်ထပ်ထည့်ပါ။
pt: Salvar e adicionar mais
ru: Сохранить и добавить еще

source: Save Link
fa: این لینک را در محلی ذخیره نمایید.
my: လင့်ခ်ကို သိမ်းဆည်းပါ။
pt: Link salvo
ru: Сохранить ссылку

source: Select all records
my: မှတ်တမ်းအားလုံးကို ရွေးပါ
pt: Selecionar todos os registros

source: Select record
my: မှတ်တမ်းကို ရွေးပါ။
pt: Selecionar registro

source: Seleted Users
my: ရွေးချယ်ထားသော အသုံးပြုသူများ
pt: Usuários selecionados

source: 📣 Send Message to User's Telegram
my: 📣 သုံးစွဲသူ၏ တယ်လီဂရမ်သို့ စာသား ပေးပို့ရန်
pt: 📣 Enviar mensagem para o telegram do usuário
ru: 📣 Отправить сообщение в Telegram пользователя

source: Sending...
my: ပို့နေသည်...
pt: Enviando...

source: Should be a valid domain
my: ရေရာသော ဒိုမိန်းဖြစ်သင့်သည်။
pt: Deve ser um domínio válido

source: Should be a valid uuid
my: မှန်ကန်သော uuid ဖြစ်သင့်သည်။
pt: Deve ser um uuid válido

# Show Domains
source: Show Configs of Domains
fa: نمایش کانفیگ‌های دامنه‌ی:
my: ဒိုမိန်းများ၏ Configs ကိုပြရန်
pt: Mostrar configurações de domínios
ru: Показать конфигурации доменов

source: Simplifies the process of employing the link elsewhere
my: အခြားနေရာများတွင် လင့်ခ်ကို အသုံးချခြင်းလုပ်ငန်းစဉ်ကို ရိုးရှင်းစေသည်။
pt: Simplifica o processo de utilização do link em outro lugar
ru: Упрощает процесс использования ссылки в других местах

source: Sort by %(name)s
my: %(name)s ဖြင့် စီစဉ်ရန်
pt: Ordenar por %(name)s

source: Start Date
fa: زمان شروع
my: စတင်ရက်
pt: Data de início
ru: Дата начала

source: Started %(days)s days ago
my: %(days)s ရက်အကြာက စတင်ခဲ့သည်
pt: Iniciado há %(days)s dias

source: Started from %(relative)s
my: %(relative)s မှ စတင်ခဲ့သည်
pt: Iniciado em %(relative)s

source: Submit
fa: ثبت
my: တင်သွင်းလုပ်ဆောင်
pt: Enviar
ru: Подтвердить

source: Success
my: အောင်မြင်သည်
pt: Sucesso
ru: Успешно

source: ✔️ Success! Please Wait around 5 minutes to make sure everything is updated
fa: موفقیت آمیز بود! لطفا برای اینکه مطمئن شوید بروزرسانی‌ها به درستی اعمال شده، حدود 5 دقیقه صبر کنید.
my: ✔️ အောင်မြင်ပါသည်။ အားလုံးမွမ်းမံပြီးကြောင်းသေချာစေရန် ၅ မိနစ်ခန့်စောင့်ပါ။
pt: ✔️ Sucesso! Aguarde cerca de 5 minutos para garantir que tudo esteja atualizado
ru: ✔️Операция завершена успешно! Пожалуйста, подождите около 5 минут, чтобы убедиться, что все обновлено.

source: ⏱️ Temporary Short Link
my: ⏱️ယာယီ အတိုချုံးလင့်ခ်
pt: ⏱️ Link curto temporário
ru: ⏱️ Временная короткая ссылка

source: The message has been sent.
my: စာပို့ပြီးပါပြီ။
pt: A mensagem foi enviada.
ru: Сообщение отправлено

# The name shown in the configs for this domain.
source: The name that will be shown in the Configs for this Domain.
fa: نامی که در کانفیگ‌ها به جای دامنه نمایش داده شود
my: ဤဒိုမိန်းအတွက် အပြင်အဆင်တွင် ပြသပေးမည့် အမည်
pt: O nome que será mostrado nas Configs deste Domínio.
ru: Имя, которое будет отображаться в конфигурациях этого домена.

source: This can be used for giving your Users a permanent non Blockable Links.
my: သင့်အသုံးပြုသူများကို အမြဲတမ်းပိတ်ဆို့၍မရသော လင့်ခ်များပေးရန်အတွက် ၎င်းကို အသုံးပြုနိုင်သည်။
pt: Isso pode ser usado para fornecer aos seus usuários links permanentes não bloqueáveis.
ru: Это можно использовать для предоставления вашим пользователям постоянных неблокируемых ссылок.

source: This Domain does not exist in the Panel !
fa: این دامنه در پنل وجود ندارد!
my: ဤဒိုမိန်းသည် ထိန်းချုပ်ခုံတွင် မရှိနေပါ။
pt: Este Domínio não existe no Painel!
ru: Этого домена не существует в панели управления!

# Today Usage
source: Today
my: ယနေ့
pt: Hoje
ru: Сегодня

source: Too Many Connected IPs
my: ချိတ်ဆက်ထားသော အိုင်ပီ များပြားလွန်းသည်
pt: Muitos IPs conectados
ru: Слишком много подключенных IP-адресов

source: Total Usage
my: စုစုပေါင်း သုံးစွဲမှု
pt: Uso total
ru: Общее использование

# Turn of VPN
source: Turn Off VPN
fa: وی پی ان را خاموش کنید
my: VPN ပိတ်ရန်
pt: Desativar VPN
ru: Выключить VPN

# Unified link for all application.
source: One-click setup link for all applications (recommended)
my: အပလီကေးရှင်းအားလုံးအတွက် တစ်ချက်နှိပ်ရုံဖြင့် သတ်မှတ်ခြင်းလင့်ခ် (အကြံပြုထားသည်)
pt: Link unificado para todos os aplicativos.
ru: Единая ссылка для всех приложений

source: Upload File
my: ဖိုင်တင်ရန်
pt: Upload de arquivo

source: User Activated
fa: پکیچ شما فعال شد
my: အသုံးပြုသူ သက်ဝင်နေပြီး
pt: Usuário ativado
ru: Пользователь активирован

source: User Is Inactive
my: အသုံးပြုသူ သက်ဝင်မနေပါ။
pt: O usuário está inativo
ru: Пользователь неактивен

# V2rayNG
source: Alternative v2rayNG <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa-question'></i> </button> <br /> <br />
fa: V2rayNG <button class='btn btn-sm btn-default' onclick='show_video("android-v2rayng")'><i class="fa-solid fa-question"></i> </button>
my: မူကွဲ v2rayNG <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa-question'></i> </button> <br /> <br />
pt: Alternativa v2rayNG <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa-question'></i> </button>
ru: Альтернатива v2rayNG <button class='btn btn-sm btn-default' onclick='show_video("android-v2rayng")'><i class="fa-solid fa-question"></i> </button> <br /> <br />

# V2rayNG intro
source: Please install v2rayNG from either of these links: %(dl_link)s %(play_link)s. Then copy the link below and paste it in v2rayNG according to the video tutorial <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa-question'></i> </button>. <br />
fa: لطفاً V2rayNG را از %(dl_link)s یا %(play_link)s نصب کنید. سپس لینک زیر را کپی کرده و مطابق فیلم آموزش <button class='btn btn-sm btn-default' onclick='show_video("android-v2rayng")'><i class="fa-solid fa-question"></i> </button> در V2rayNG قرار دهید.
my: ဤလင့်ခ်များမှ တစ်ခုခုမှ v2rayNG ကို ထည့်သွင်းပါ- %(dl_link)s %(play_link)s. ထို့နောက် အောက်ပါလင့်ခ်ကို ကော်ပီကူးပြီး ဗီဒီယိုသင်ခန်းစာအတိုင်း v2rayNG တွင် ကူးထည့်ပါ <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa-question'></i> </button>။ <br />
pt: Instale o v2rayNG a partir de um destes links: %(dl_link)s %(play_link)s. Então copie o link abaixo e cole no v2rayNG conforme o vídeo tutorial <button class='btn btn-sm btn-default' onclick='show_video('android-v2rayng')'><i class='fa-solid fa -question'></i> </button>. <br />
ru: Установите v2rayNG по любой из этих ссылок: %(dl_link)s %(play_link)s. Затем скопируйте ссылку ниже и вставьте ее в v2rayNG согласно видеоинструкции <button class='btn btn-sm btn-default' onclick='show_video("android-v2rayng")'><i class="fa-solid fa -вопрос"></i> </button>. <br />

source: View in Telegram
fa: مشاهده جزییات در تلگرام
my: တယ်လီဂရမ်တွင် ကြည့်ရန်
pt: Ver no Telegram
ru: Посмотреть в Telegram

# Want to enjoy more with telegram?
source: ℹ️ Connect Your Account to Telegram
my: ℹ️ သင့်အကောင့်အား တယ်လီဂရမ်နှင့် ချိတ်မည်လော။
pt: Conecte sua conta ao Telegram
ru: ℹ️ Подключите свой аккаунт к Telegram

source: Welcome %(user)s
fa: %(user)s عزیز خوش آمدی.
my: ကြိုဆိုပါတယ် %(user)s
pt: Bem-vindo %(user)s
ru: Добро пожаловать %(user)s

source: Why Going to Premium?
fa: مجوز استفاده از هیدیفای چگونه است؟
my: ပရီမီယမ် သို့ ဘာကြောင့် မသွားသလဲ။
pt: Por que ir para premium?
ru: Зачем переходить на Премиум?

source: Will Start in %(days)s days
my: %(days)s ရက်တွင် စတင်လိမ့်မည်
pt: Começará em %(days)s dias

source: Windows
fa: ویندوز
my: ဝင်းဒိုးစ်
pt: janelas
ru: Windows ПК

source: With selected
my: ရွေးချယ်ထားခြင်းဖြင့်
pt: Com selecionado

source: ☢️ XRay
pt: ☢️ Raio X

# Yesterday Usage
source: Yesterday
my: မနေ့
pt: Ontem
ru: Вчера

source: 🔄 Hiddify Manager automatically takes a Backup every 6 Hours. The path of the Backup files on the server: ⬇️ <br> 💿 /opt/hiddify-manager/hiddify-panel/backup/ <br> <br> <br> ⚠️ You can download a JSON file format of the configurations by clicking on the button below <br> <br> <a href='%(link)s' class='btn btn-primary'>Download Backup File</a>
fa: می‌توانید با کلیلک بر روی دکمه زیر تنظیمات را با فرمت json دریافت کنید. <br> <br> <a href='%(link)s' class='btn btn-primary'>دریافت فایل پشتیبان</a>
my: 🔄 ဟစ်ဒီဖိုင်း မန်နေဂျာသည် ၆ နာရီတိုင်း အရန်သိမ်းဆည်းမှုကို အလိုအလျောက် ရယူသည်။ ဆာဗာရှိ အရန်ဖိုင်များ လမ်းကြောင်း- ⬇️ <br> 💿 /opt/hiddify-manager/hiddify-panel/backup/ <br> <br> <br> ⚠️ အောက်ပါ ခလုတ်ကို နှိပ်ခြင်းဖြင့် ဖွဲ့စည်းမှုပုံစံ၏ JSON ဖိုင်ကို ဒေါင်းလုဒ်လုပ်နိုင်ပါသည်။ <br> <br> <a href='%(link)s' class='btn btn-primary'>အရန်သိမ်းဆည်းမှုဖိုင်ကို ဒေါင်းလုဒ်လုပ်ပါ။</a>
pt: 🔄 O painel Hiddify faz um backup automaticamente a cada 6 horas. O caminho dos arquivos de backup no servidor: <br> /opt/hiddify-config/hiddify-panel/backup <br> <br> <br> ⚠️ Você pode baixar um arquivo JSON das configurações clicando no botão abaixo <br> <br> <a href='%(link)s' class='btn btn-primary'>Faça o download do arquivo de backup</a>
ru: 🔄 Панель Hiddify автоматически создает резервную копию каждые 6 часов. Путь к файлам резервной копии на сервере: ⬇️ <br> /opt/hiddify-config/hiddify-panel/backup <br> <br> <br> ⚠️ Вы можете скачать файл конфигураций в формате JSON, нажав кнопку ниже. <br> <br> <a href='%(link)s' class='btn btn-primary'>Загрузить файл резервной копии</a>

# You can restore your configs from previously downloaded configs
source: ℹ️ You can restore your configs from previously downloaded backup file
fa: در این قسمت می‌توانید تنظیمات قبلی خود را (که قبلا از قسمت پشتیبان گیری دانلود کرده‌اید.) بازگردانی نمایید.
my: ℹ️ သင်သည် ယခင်က ဒေါင်းလုဒ်လုပ်ထားသော configs များမှ သင့် configs ကို ပြန်လည်ရယူနိုင်သည်။
pt: Você pode restaurar suas configurações do arquivo de backup baixado anteriormente
ru: ℹ️ Вы можете восстановить свои конфигурации из ранее скачанного файла резервной копии.

source: You have too much users! You can have only %(active)s active users and %(total)s users
my: သင့်တွင် အသုံးပြုသူများ အလွန်များပါသည်။ သင့်တွင် အသုံးပြုသူ %(active)s ဦးနှင့် အသုံးပြုသူ %(total)s ဦးသာ ရှိနိုင်ပါသည်။
pt: Você tem muitos usuários! Você pode ter apenas %(active)s usuários ativos e %(total)s usuários
ru: У вас слишком много пользователей! У вас может быть только %(активных) активных пользователей и %(всего) пользователей.

# You have used this domain in:
source: You have already used this Domain in:
fa: شما از این دامنه در بخش زیر استفاده کرده اید:
my: သင်သည် ဤဒိုမိန်းကို အသုံးပြုပြီးဖြစ်သည်-
pt: Já utilizou este Domínio em:
ru: Вы уже используете этот домен в:

source: You should visit this page without VPN Your Country =%(your_country)s Expected=%(expected_country)s
pt: Você deve visitar esta página sem VPN Seu país =%(expected_country)s Esperado=%(expected_country)s
